{
    "_id": "56783f24cbfa8f0432dd899a",
    "tags": [
        "set",
        "prime",
        "warframe"
    ],
    "icon": "icons/en/Ember_Prime_Set.971255acc3f1ad8a374d236c6af1c816.png",
    "thumb": "icons/en/thumbs/Ember_Prime_Set.971255acc3f1ad8a374d236c6af1c816.128x128.png",
    "icon_format": "port",
    "url_name": "ember_prime_set",
    "tradable": true,
    "part_of_set": [
        "56783f24cbfa8f0432dd899a",
        "54a73e65e779893a797fff81",
        "54a73e65e779893a797fff7e",
        "54a73e65e779893a797fff6d",
        "54a73e65e779893a797fff7a"
    ],
    "set_root": true,
    "en": {
        "item_name": "Ember Prime Set",
        "description": "<p>Release Date: November 20th, 2013</p><p>Ember Prime is the primed variant of the Ember Warframe with more powerful stats; possessing higher shields and armor, as well as a  and  polarity. </p>",
        "wiki_link": "http://warframe.wikia.com/wiki/Ember/Prime",
        "drop": [],
        "codex": "Three figures waited behind a simple table. Their attention on a single chair, bathed in light. An old woman's voice from the shadow: 'Send her in'. Across the room a security officer, stern and plain, opened the door. The outline of a young woman appeared at the door. She hesitated, but only for an instant, then crossed the room and sat.\nThere was a gasp as the light hit her face. Her right eye was bright and blinking, but her left was a greasy slit. Her skin had been burned moon-white. Her mouth was a sagging gash without lips or expression. Her military beret was pulled snug over a scarred and hairless scalp.\nThe old voice: 'Your name is Kaleen.' Kaleen nodded. 'You were the principal investigator of the Zariman?' Kaleen's voice was a jagged whisper, a rigid face. 'Yes.'\nKaleen coughed, straightened: 'The Zariman was lost making the fold from Saturn to the Outer gates. Mechanical failure. I notified families and filled a report with the inspectors. Nothing ever returns from the fold, so I closed the case.'\n'But you reopened the case, days later.'\n'I didn't believe it myself until I stepped aboard the ship. It was completely intact, full environmental, as if it had never left.'\n'And the crew was gone.'\n'Not exactly.' Kaleen hesitated. 'We thought it was empty but we began to find...' Her face twitched at remembered pain, 'We began to find children hiding in the ship.'\n'And that is when you violated procedure?'\nKaleen bowed her head, a tear welling in her sightless eye. 'They were children. They were afraid. They needed comfort.'\n'So you broke quarantine and this happened to you.'\nThere was silence as Kaleen touched her face, 'So what have you done with them?'\nThe old woman gestured for the officer to take Kaleen away. The meeting was over. When Kaleen reached the door she twisted out of his grip and shot back, 'Why would you do that? Why did you put children on military ship?'\n\n'We didn't. That would violate procedure.'"
    },
    "ru": {
        "item_name": "Эмбер Прайм Комплект",
        "description": "<p>Эмбер - кошмар легкобронированных целей. Эмбер может нагревать воздух до невероятных температур, что открывает потрясающие возможности для контроля скоплений противника.</p>",
        "wiki_link": "http://ru.warframe.wikia.com/wiki/%D0%AD%D0%BC%D0%B1%D0%B5%D1%80/Прайм",
        "icon": null,
        "thumb": null,
        "drop": []
    },
    "trading_tax": 4000
}