{
    "_id": "653169d3f31453d36319c575",
    "tags": [
        "mod",
        "rare",
        "sentinel",
        "companion"
    ],
    "icon": "items/images/en/aerial_bond.0c83c8838ad44a1ad6212fcc0d6ea7fb.png",
    "thumb": "items/images/en/thumbs/aerial_bond.0c83c8838ad44a1ad6212fcc0d6ea7fb.128x128.png",
    "url_name": "aerial_bond",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Types/Sentinels/SentinelPrecepts/VoidBond/Copilot"
    },
    "i18n": {
        "en": {
            "item_name": "Aerial Bond",
            "description": "Airborne kills decrease Companion Recovery timer by 3s and 9s for headshot kills. Companion creates a field of cold that increases up to 35% and 10m radius while Warframe is airborne, lasting for 3s after returning to ground.",
            "wiki_link": null
        },
        "ru": {
            "item_name": "Воздушная Связь",
            "description": "Убийства в воздухе уменьшают время восстановления компаньона на 3 с, а при убийствах попаданием в голову — 9 с. Компаньон создаёт холодовое поле, которое усиливается до 35% и в радиусе до 10 м, пока варфрейм находится в воздухе и длится 3 сек. после возвращения на землю.",
            "wiki_link": null
        },
        "ko": {
            "item_name": "에어리얼 본드",
            "description": "동반자의 회복 시간이 공중에 뜬 채로 적을 처치할 시 3초, 헤드샷 처치 시 9초씩 감소합니다. 또한 워프레임이 공중에 뜰 시 동반자가 최대 35% 및 10m 범위까지 증가하는 냉기 구역을 생성하며, 지상에 다시 착지한 후 3초 동안 지속됩니다.",
            "wiki_link": null
        },
        "de": {
            "item_name": "Fliegende Bindung",
            "description": "Kills aus der Luft verkürzen den Erholungstimer des Begleiters um 3 s und bei Kopfschuss-Kills um 9 s. Begleiter erschaffen ein Kältefeld, das sich bis zu 35 % und 10 m Radius vergrößert, während der Warframe in der Luft ist und nach der Rückkehr zum Boden 3 s anhält.",
            "wiki_link": null
        },
        "fr": {
            "item_name": "Lien Aérien",
            "description": "Les éliminations aériennes diminuent le Délai de récupération du Compagnon de 3s et de 9s pour les éliminations par Tir à la Tête. Le Compagnon crée une zone de glace qui augmente jusqu'à 35% et 10m de rayon quand la Warframe est dans les airs, pendant 3s après son retour au sol.",
            "wiki_link": null
        },
        "pt": {
            "item_name": "Aerial Bond",
            "description": "Realizar eliminações enquanto estiver no ar reduzirá o tempo de recuperação do Companheiro em 3s, e em 9s para eliminações com Acertos de Precisão. O Companheiro criará um campo glacial que aumentará em até 35% enquanto o Warframe estiver no ar, com o raio máximo de 10m. O campo durará 3s após retornar ao solo.",
            "wiki_link": null
        },
        "zh-hans": {
            "item_name": "空中连结",
            "description": "空中击杀会使同伴恢复倒计时减少 3 秒，爆头击杀减少 9 秒。当战甲在空中时，同伴会创造一个最大增加至 35% 并拥有 10 米范围的冰冻区域，落地后持续 3 秒。",
            "wiki_link": null
        },
        "zh-hant": {
            "item_name": "陸空鏈結",
            "description": "空中擊殺減少同伴恢復時間 3 秒，爆頭擊殺則減少 9 秒。Warframe 在空中時，同伴創造一片最多可增加至 35% 及範圍 10 公尺的冰域，落地後持續 3 秒。",
            "wiki_link": null
        },
        "es": {
            "item_name": "Vínculo Aéreo",
            "description": "Las muertes mientras estás en el aire reducen el temporizador de recuperación del compañero en 3 s y 9 s para las muertes por disparos a la cabeza. El compañero crea un campo de frío que se incrementa hasta un 35 % y en un radio de 10 m mientras el warframe está en el aire, durando 3 s después de regresar al suelo.",
            "wiki_link": null
        },
        "it": {
            "item_name": "Aerial Bond",
            "description": "Le uccisioni in volo diminuiscono il recupero del Compagno di 3s e di 9s per le uccisioni con colpo alla testa. Il Compagno crea un'area glaciale che aumenta fino al 35% e 10m di portata quando il Warframe è in volo e dura per 3s dopo l'atterraggio.",
            "wiki_link": null
        },
        "pl": {
            "item_name": "Więź Podniebna",
            "description": "Zabójstwa w powietrzu zmniejszają czas regeneracji Towarzysza o 3 s i 9 s za zabójstwa strzałem w głowę. Towarzysz tworzy pole zimna, które zwiększa się do 35% i do promienia 10 m, gdy Warframe jest w powietrzu, czas działania po powrocie na ziemię wynosi 3 s.",
            "wiki_link": null
        },
        "uk": {
            "item_name": "Повітряний Зв’язок",
            "description": "Убивства в повітрі зменшують лічильник повернення супутника на 3 с та на 9 с за убивства влучанням у голову. Супутники створюють область холоду, яка збільшується на 35% та в межах 10 м, поки ворфрейм у повітрі і ще впродовж 3 с після його приземлення.",
            "wiki_link": null
        }
    },
    "rarity": "rare",
    "max_rank": 5,
    "trading_tax": 8000
}