{
    "_id": "653168e8f31453d36319c56c",
    "tags": [
        "mod",
        "rare",
        "sentinel",
        "companion"
    ],
    "icon": "items/images/en/astral_bond.2fc6548b626af779f232d8f23f701dbb.png",
    "thumb": "items/images/en/thumbs/astral_bond.2fc6548b626af779f232d8f23f701dbb.128x128.png",
    "url_name": "astral_bond",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Types/Sentinels/SentinelPrecepts/VoidBond/VoidVinculum"
    },
    "i18n": {
        "en": {
            "item_name": "Astral Bond",
            "description": "Damage dealt by Operator or Drifter grants 60% damage and 30% Void damage to your Companion's attacks for 10s. Companion Void damage adds +30% Amp and Energy Efficiency to Operator or Drifter for 5s.",
            "wiki_link": null
        },
        "ru": {
            "item_name": "Астральная Связь",
            "description": "Урон, нанесённый оператором или скитальцем, увеличивает урон бездны от атак вашего компаньона на 120% на 10сек. Урон Бездны от компаньона добавляет 30% к эффективности усилителя и энергии оператору или скитальцу на 5 сек.",
            "wiki_link": null
        },
        "ko": {
            "item_name": "아스트랄 본드",
            "description": "오퍼레이터 혹은 드리프터가 피해를 가할 시 10초간 동반자의 피해량에 60%의 보이드 피해가 부여됩니다. 동반자가 보이드 피해를 가할 시 5초간 오퍼레이터 혹은 드리프터의 앰프 및 에너지 효율을 +30% 증가시킵니다.",
            "wiki_link": null
        },
        "de": {
            "item_name": "Astrale Bindung",
            "description": "Vom Operator oder Drifter verursachter Schaden gewährt 120 % Void-Schaden für 10 s bei den Angriffen deines Begleiters. Begleiter Void-Schaden fügt +30 % Verstärker- und Energieeffizienz für 5 s für Operator oder Drifter hinzu.",
            "wiki_link": null
        },
        "fr": {
            "item_name": "Lien Astral",
            "description": "Les Dégâts infligés par l'Opérateur ou le Voyageur confèrent 120% de Dégâts du Néant aux attaques de votre Compagnon pendant 10s. Les Dégâts du Néant du Compagnon ajoutent +30% d'Efficacité d'Amplificateur et d'Énergie à l'Opérateur ou au Voyageur pendant 5s.",
            "wiki_link": null
        },
        "pt": {
            "item_name": "Astral Bond",
            "description": "O dano causado pelo Operador/Peregrino concederá 120% de Dano de Void aos ataques do seu Companheiro por 10s. O Dano de Void do Companheiro adicionará +30% de Eficiência de Energia de Amps e do Operador/Peregrino por 5s.",
            "wiki_link": null
        },
        "zh-hans": {
            "item_name": "星界连结",
            "description": "当指挥官或漂泊者造成伤害时，给同伴的攻击带来 60% 虚空伤害，持续 10 秒。此外，同伴的虚空伤害还能为指挥官或漂泊者提供 +30% 增幅器和能量效率，持续 5 秒。",
            "wiki_link": null
        },
        "zh-hant": {
            "item_name": "星繫鏈結",
            "description": "指揮官或漂泊者造成的傷害給予你的同伴的攻擊 60% 虛空傷害，持續 10 秒。同伴虛空傷害增加指揮官或漂泊者的增幅器效率及能量效率 +30%，持續 5 秒。",
            "wiki_link": null
        },
        "es": {
            "item_name": "Vínculo Astral",
            "description": "El daño infligido por el Operador o el Viajero otorga 120 % de daño del Vacío a los ataques de tu compañero durante 10s. El daño del Vacío del compañero agrega +30 % de eficiencia de amp y energía al Operador o Viajero durante 5s.",
            "wiki_link": null
        },
        "it": {
            "item_name": "Astral Bond",
            "description": "Il danno inflitto dall'Operatore o dal Drifter conferisce il 120% Danno Void agli attacchi del tuo Compagno per 10s. Il Danno Void del Compagno aggiunge +30% Efficienza all'Amp e all'Operatore o al Drifter per 5s.",
            "wiki_link": null
        },
        "pl": {
            "item_name": "Więź Astralna",
            "description": "Obrażenia zadane przez Operatora lub Włóczęgę przyznają premię 120% Obr. Pustki atakom Towarzysza na 10 s. Obrażenia Pustki zadane przez Towarzysza dodają +30% Wydajności Ampowi i Energii Operatorowi lub Włóczędze na 5 s.",
            "wiki_link": null
        },
        "uk": {
            "item_name": "Астральний Зв’язок",
            "description": "Завдана оператором або мандрівником шкода дає 120% шкоди Порожнечі атакам супутників на 10 с. Шкода Порожнечі супутників додає +30% до дієвості підсилювача та ощадливості енергії оператору та мандрівнику на 5 с.",
            "wiki_link": null
        }
    },
    "rarity": "rare",
    "max_rank": 5,
    "trading_tax": 8000
}