{
    "_id": "605b1de867ea0b004939c993",
    "tags": [
        "weapon",
        "secondary",
        "blueprint"
    ],
    "icon": "icons/en/athodai_set.df278ff7a927e6fa6e2c3a20f4ccdcfb.png",
    "thumb": "icons/en/thumbs/athodai_set.df278ff7a927e6fa6e2c3a20f4ccdcfb.128x128.png",
    "icon_format": "land",
    "sub_icon": "sub_icons/blueprint_128x128.png",
    "url_name": "athodai_blueprint",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Types/Recipes/Weapons/AthodaiPistolBlueprint"
    },
    "part_of_set": [
        "athodai_blueprint",
        "athodai_barrel",
        "athodai_receiver",
        "athodai_set"
    ],
    "set_root": false,
    "quantity_for_set": 1,
    "en": {
        "item_name": "Athodai Blueprint",
        "description": "Reverse-engineered from propulsion tech this hand-cannon packs a kick. Headshots kills trigger Overdrive, locking off secondary functions while maximizing your fire rate and ammo efficiency for a short time.",
        "wiki_link": "https://warframe.fandom.com/wiki/Athodai",
        "drop": []
    },
    "ru": {
        "item_name": "Атодай : Чертеж",
        "description": "Эта ручная пушка, созданная с применением реактивных технологий, обладает большой отдачей. Выстрелы в голову вызывают Перегрузку, кратковременно выключая вторичные функции и одновременно доводя до максимума скорострельность и эффективность боеприпасов.",
        "wiki_link": "https://warframe.fandom.com/ru/wiki/%D0%90%D1%82%D0%BE%D0%B4%D0%B0%D0%B9",
        "drop": []
    },
    "ko": {
        "item_name": "아쏘다이 설계도",
        "description": "로켓 분사 기술에서 역설계된 이 핸드 캐논은 강력한 한방을 선사합니다. 헤드샷 처치 시 오버드라이브 상태를 발동시키며, 잠시간 보조 기능을 잠그는 대신 연사력과 탄약 효율을 최대화할 수 있게 됩니다.",
        "wiki_link": "https://warframe.fandom.com/wiki/Athodai",
        "drop": []
    },
    "de": {
        "item_name": "Athodai: Blaupause",
        "description": "Rückentwickelt aus Antriebs-Tech hat diese Handkanone einen harten Stoß. Kopfschuss-Kills lösen eine Übersteuerung aus, die Sekundärfunktionen ausschaltet, um Feuerrate und Munitionseffizienz für kurze Zeit zu maximieren.",
        "wiki_link": "https://warframe.fandom.com/wiki/Athodai",
        "drop": []
    },
    "fr": {
        "item_name": "Athodai - Schéma",
        "description": "Produit de la rétro-ingénierie de la technologie de propulsion, ce canon portatif promet un recul mémorable. Les Tirs à la Tête mortels déclenchent une Surcharge qui désactive ses fonctions secondaires tout en maximisant pendant une courte durée sa Cadence de tir et l'Efficacité des Munitions.",
        "wiki_link": "https://warframe.fandom.com/fr/wiki/Athodai",
        "drop": []
    },
    "pt": {
        "item_name": "Athodai: Diagram",
        "description": "Elaborado com base na engenharia reversa, a partir da tecnologia de propulsão, este canhão de mão possui um impulso memorável, praticamente um coice bélico. Abates com Acertos de Precisão provocam uma Sobrecarga, a qual bloqueia funções secundárias, enquanto maximiza a sua cadência de tiro e a sua eficiência de munição por um curto período.",
        "wiki_link": "https://warframe.fandom.com/wiki/Athodai",
        "drop": []
    },
    "zh-hans": {
        "item_name": "阿索代 蓝图",
        "description": "（英文：ATHODAI）这款强力手枪由喷射推进器技术逆向设计而成。爆头击杀会触发超载状态，该状态将关闭次要射击功能，以在短时间内最大化你的射速和弹药效率。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Athodai",
        "drop": []
    },
    "zh-hant": {
        "item_name": "厄索戴 藍圖",
        "description": "（英文：ATHODAI）這把手銃是由噴射推進科技逆向工程設計而成，後座力極強。爆頭擊殺會觸發超載並關閉輔助功能，短暫地將射速及彈藥效率最大化。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Athodai",
        "drop": []
    },
    "es": {
        "item_name": "Plano de Athodai",
        "description": "Por ingeniería inversa de tecnología de propulsión, este cañón de mano contiene una fuerza tremenda. Los asesinatos por disparos a la cabeza activan la sobrecarga, bloqueando las funciones secundarias mientras maximizan tu cadencia de fuego y eficiencia de munición por un corto periodo de tiempo.",
        "wiki_link": "https://warframe.fandom.com/wiki/Athodai",
        "drop": []
    },
    "it": {
        "item_name": "Athodai Blueprint",
        "description": "Prodotto reingegnerizzato dalla tecnologia di propulsione, questo cannone racchiude una grande forza. Le uccisioni con i Colpi alla Testa attivano l'Overdrive bloccando le funzioni secondarie, mentre viene massimizzata la tua Cadenza di Tiro e l'efficienza munizioni per un breve periodo di tempo.",
        "wiki_link": "https://warframe.fandom.com/wiki/Athodai",
        "drop": []
    },
    "pl": {
        "item_name": "Athodai: Schemat",
        "description": "Ciężki pistolet co ma niezłego kopa stworzony został dzięki inżynierii wstecznej na podstawie silnika odrzutowego. Zabójstwa strzałem w głowę dają Przeciążenie, które blokując drugorzędne funkcjonalności maksymalizuje szybkostrzelność i wydajność amunicji na krótki czas.",
        "wiki_link": "https://warframe.fandom.com/wiki/Athodai",
        "drop": []
    },
    "mastery_level": 10,
    "trading_tax": 2000
}