{
    "_id": "5fb84769c34da3004797d553",
    "tags": [
        "ayatan_sculpture"
    ],
    "icon": "items/images/en/ayatan_kitha_sculpture.8ad5567866f41a56d876ad37ab27fbe9.png",
    "thumb": "items/images/en/thumbs/ayatan_kitha_sculpture.8ad5567866f41a56d876ad37ab27fbe9.128x128.png",
    "icon_format": "port",
    "url_name": "ayatan_kitha_sculpture",
    "redirect_from": [
        "kitha_ayatan_sculpture"
    ],
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Types/Items/FusionTreasures/OroFusexEntrati"
    },
    "en": {
        "item_name": "Ayatan Kitha Sculpture",
        "description": "Struck to commemorate the Entrati family’s power and prestige, as well as safeguarding their memories of one another. Many things changed in the years that followed, and that which had once shone brightly grew dark and dim. But even a single Ayatan Star may make all the difference.",
        "wiki_link": "https://warframe.fandom.com/wiki/Ayatan_Sculpture"
    },
    "ru": {
        "item_name": "Скульптура Аятан: Кита",
        "description": "Создана в память о могуществе и влиянии семьи Энтрати, а также в честь их воспоминаний друг о друге. В последующие годы многое изменилось, и то, что когда-то ярко сияло, почернело и потускнело. Но даже одна звезда Аятан может изменить это.",
        "wiki_link": "https://warframe.fandom.com/ru/wiki/%D0%A1%D0%BA%D1%83%D0%BB%D1%8C%D0%BF%D1%82%D1%83%D1%80%D1%8B_%D0%90%D1%8F%D1%82%D0%B0%D0%BD"
    },
    "ko": {
        "item_name": "아야탄 키타 조각상",
        "description": "엔트라티 가문의 힘과 명성을 기념함과 동시에, 서로에 대한 기억을 안전히 보호하기 위해 주조되었습니다. 이후 세월이 흐르는 동안 많은 것이 바뀌었고, 한때 눈부시게 빛나던 것들은 어두침침한 그림자 속으로 가라앉았지요. 허나 단 하나의 아야탄 별이 그 모든 것을 바꿔 놓을 수도 있습니다.",
        "wiki_link": "http://warframe.wikia.com/wiki/Ayatan_Sculpture"
    },
    "de": {
        "item_name": "Ayatan-skulptur: Kitha",
        "description": "Geschaffen, um der Macht und dem Ansehen der Entrati-Familie zu gedenken und um ihre Erinnerungen aneinander zu bewahren. Viele Dinge änderten sich, in den Jahren danach und was einst hell leuchtete, wurde dunkel und trübe. Doch schon ein einziger Ayatan-Stern kann einen Unterschied machen.",
        "wiki_link": "http://warframe.wikia.com/wiki/Ayatan_Sculpture"
    },
    "fr": {
        "item_name": "Sculpture Ayatan Kitha",
        "description": "Conçue pour commémorer le pouvoir et le prestige de la famille Entrati, ainsi que pour préserver les souvenirs des uns et des autres. Beaucoup de choses ont changé au fil des années et ce qui autrefois brillait de mille feux est devenu terne et sombre. Mais même une seule Étoile Ayatan peut faire toute la différence.",
        "wiki_link": "https://warframe.fandom.com/fr/wiki/Sculpture_Ayatan"
    },
    "pt": {
        "item_name": "Escultura Ayatan Kitha",
        "description": "Desenvolvido para celebrar o poder e o prestígio da família Entrati, assim como para preservar as memórias uns dos outros. Diversas coisas mudaram ao longo dos anos, o que antes brilhava intensamente, tornou-se algo sombrio e ofuscado. Muito embora, uma única Estrela Ayatan pode fazer toda a diferença.",
        "wiki_link": "https://warframe.fandom.com/pt-br/wiki/Escultura_Ayatan"
    },
    "zh-hans": {
        "item_name": "阿耶檀识 Kitha 塑像",
        "description": "这尊雕像之所以被打造出来，不仅是为了纪念英择谛家族的实力与威望，同时也是为了保存家族成员之间的珍贵记忆。时过境迁，曾今闪耀的雕像现已变得暗淡无光。但只要插上一颗阿耶檀识星，它就会变得截然不同。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Ayatan_Sculpture"
    },
    "zh-hant": {
        "item_name": "阿耶檀識 Kitha 塑像",
        "description": "旨在紀念源拓氏家族的權力與威望，並保存彼此間的記憶。誠然這些年發生了許多變化，一度璀璨耀眼的事物也變得黯淡無光。但是，即便僅有一顆阿耶檀識之星出現，都能讓一切變得截然不同。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Ayatan_Sculpture"
    },
    "es": {
        "item_name": "Escultura Ayatan Kitha",
        "description": "Para conmemorar el poder y el prestigio de la familia Entrati, así como para salvaguardar sus recuerdos mutuos. Muchas cosas cambiaron con el paso de los años, y lo que alguna vez había brillado intensamente se volvió oscuro y tenue. Pero hasta una sola estrella Ayatan puede marcar la diferencia.",
        "wiki_link": "https://warframe.fandom.com/es/wiki/Escultura_Ayatan"
    },
    "it": {
        "item_name": "Scultura Ayatan Kitha",
        "description": "Progettata per commemorare il potere e il prestigio della famiglia Entrati, nonché per preservarne reciprocamente i ricordi. Sono cambiate molte cose nel corso degli anni, e ciò che una volta brillava luminoso è diventato oscuro e opaco. Ma anche una sola Stella Ayatan può fare la differenza.",
        "wiki_link": "https://warframe.fandom.com/it/wiki/Sculture_Ayatan"
    },
    "pl": {
        "item_name": "Rzeźba Ayatan Kitha",
        "description": "Stworzona, by upamiętnić potęgę i prestiż rodziny Entrati, a także by chronić ich wspólne wspomnienia. W przeciągu kolejnych lat wiele się zmieniło, a to, co kiedyś jasno świeciło, pociemniało i przygasło. Lecz nawet pojedyncza Gwiazda Ayatan może wszystko zmienić.",
        "wiki_link": "http://warframe.wikia.com/wiki/Ayatan_Sculpture"
    },
    "max_rank": 5,
    "trading_tax": 4000
}