{
    "_id": "5fde10c56db57b0185b3907f",
    "tags": [
        "weapon",
        "rifle",
        "primary",
        "blueprint"
    ],
    "icon": "icons/en/basmu_blueprint.ab36934ae211962ea583e628c1a5cfbb.png",
    "thumb": "icons/en/thumbs/basmu_blueprint.ab36934ae211962ea583e628c1a5cfbb.128x128.png",
    "icon_format": "land",
    "url_name": "basmu_blueprint",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Types/Recipes/Weapons/SentRifleNewWarGunBlueprint"
    },
    "en": {
        "item_name": "Basmu Blueprint",
        "description": "This Sentient war instrument can either barrage targets with explosive bolts, or, draw on its regenerative battery to create twin plasma beams that chain through targets. When fully drained, Health is leached from nearby foes for a short period.",
        "wiki_link": "https://warframe.fandom.com/wiki/Basmu",
        "drop": []
    },
    "ru": {
        "item_name": "Басму: Чертеж",
        "description": "Этот инструмент войны Владеющих Разумом может вести огонь по целям взрывающимися стрелами, либо использовать собственную генерирующую батарею для создания двойного луча плазмы, который пронзает цели. При опустошённом магазине, крадёт здоровье у находящихся поблизости врагов в течение короткого интервала времени.",
        "wiki_link": "https://warframe.fandom.com/ru/wiki/%D0%91%D0%B0%D1%81%D0%BC%D1%83",
        "drop": []
    },
    "ko": {
        "item_name": "바스무 설계도",
        "description": "이 센티언트의 전쟁 도구는 목표에게 폭발성 볼트 세례를 쏟아붓거나, 재생 배터리를 이용해 목표들 사이를 연결하는 한 쌍의 플라즈마 빔을 생성합니다. 배터리가 모두 소진될 시, 잠시 동안 주변 적들의 체력을 흡수합니다.",
        "wiki_link": "https://warframe.fandom.com/wiki/Basmu",
        "drop": []
    },
    "de": {
        "item_name": "Basmu: Blaupause",
        "description": "Dieses Sentient Kriegsinstrument kann entweder Ziele mit explosiven Bolzen bombardieren oder mit seiner regenerativen Batterie Doppel-Plasmastrahlen erzeugen, die sich von Ziel zu Ziel fortsetzen. Wenn vollständig entleert, wird von Feinden in der Nähe für kurze Zeit Gesundheit abgezogen.",
        "wiki_link": "https://warframe.fandom.com/wiki/Basmu",
        "drop": []
    },
    "fr": {
        "item_name": "Basmu - Schéma",
        "description": "Cet instrument de guerre Sentient peut soit bombarder des cibles avec des éclairs explosifs, soit puiser dans sa batterie régénérative pour créer des faisceaux de plasma jumeaux qui pulvérisent les cibles. Une fois la Santé entièrement drainée, il puise dans celle des ennemis proches pendant une courte période.",
        "wiki_link": "https://warframe.fandom.com/fr/wiki/Basmu",
        "drop": []
    },
    "pt": {
        "item_name": "Basmu: Diagram",
        "description": "Este instrumento de guerra Sentient é capaz de bombardear os alvos com projéteis explosivos ou utilizar a sua bateria regenerativa para gerar um feixe de plasma duplo que se propaga ao atingir seus alvos. Ao esgotar os recursos da bateria, a Vida dos inimigos próximos é drenada por um curto período de tempo.",
        "wiki_link": "https://warframe.fandom.com/wiki/Basmu",
        "drop": []
    },
    "zh-hans": {
        "item_name": "巴什穆 蓝图",
        "description": "（英文：BASMU）这种 Sentient 军械可以用爆炸投射物密集轰击目标，也可以利用其可再生电池制造出两股将多个目标束缚在一起的等离子光束。当电量完全耗尽时，会在短时间内吸取附近敌人的生命值。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Basmu",
        "drop": []
    },
    "zh-hant": {
        "item_name": "雙角蛇 藍圖",
        "description": "（英文：BASMU）這把 Sentient 的戰爭兵器可以朝目標發射爆破彈幕，或者利用其自充電池創造兩條連鎖目標的電漿光束。電量完全耗盡時，短暫吸取周圍敵人的生命力。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Basmu",
        "drop": []
    },
    "es": {
        "item_name": "Plano de Basmu",
        "description": "Este instrumento de guerra Consciente puede bombardear objetivos con rayos explosivos o utilizar su batería regenerativa para crear rayos de plasma gemelos que se encadenan a través de los objetivos. Cuando está completamente drenado, la salud de los enemigos cercanos es drenada durante un corto período.",
        "wiki_link": "https://warframe.fandom.com/es/wiki/Basmu",
        "drop": []
    },
    "it": {
        "item_name": "Basmu Blueprint",
        "description": "Questo strumento di guerra Sentient può sia bombardare i bersagli con dardi esplosivi, che, attingere dalla sua batteria rigenerativa per creare due raggi di plasma identici che si agganciano ai bersagli. Quando completamente scarica, la Salute viene estratta dai nemici vicini per un breve periodo di tempo.",
        "wiki_link": "https://warframe.fandom.com/wiki/Basmu",
        "drop": []
    },
    "pl": {
        "item_name": "Basmu: Schemat",
        "description": "Ten instrument wojny Świadomych potrafi zasypać wroga gradem wybuchowych kolców, albo korzystając z regenerującej baterii wystrzeli dwa przeskakujące między celami promienie plazmy. Kiedy się w pełni wyczerpie, wysysa Życie z pobliskich wrogów przez krótki okres czasu.",
        "wiki_link": "https://warframe.fandom.com/pl/wiki/Basmu",
        "drop": []
    },
    "mastery_level": 11,
    "trading_tax": 2000
}