{
    "_id": "5fde10c16db57b0185b3906e",
    "tags": [
        "necramech",
        "set"
    ],
    "icon": "items/images/en/bonewidow_set.7858543d86d523cc11593591599b92a2.png",
    "thumb": "items/images/en/thumbs/bonewidow_set.7858543d86d523cc11593591599b92a2.128x128.png",
    "icon_format": "port",
    "url_name": "bonewidow_set",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Powersuits/EntratiMech/ThanoTech",
        "type": "set"
    },
    "part_of_set": [
        "bonewidow_capsule",
        "bonewidow_casing",
        "bonewidow_engine",
        "bonewidow_set",
        "bonewidow_weapon_pod"
    ],
    "set_root": true,
    "en": {
        "item_name": "Bonewidow Set",
        "description": "This fearsome Necramech, fashioned in honor of the Entrati matriarch, is a robust front-line fighter. Favoring armor and health over shield strength, Bonewidow can grab and hurl enemies, deploy a heavy shield for personal defense, and cleave through opposing ranks with a massive warblade.",
        "wiki_link": "https://warframe.fandom.com/wiki/Bonewidow"
    },
    "ru": {
        "item_name": "Костяная Вдова: Комплект",
        "description": "Этот устрашающий Некрамех, созданный в честь Матриарха Энтрати, является мощным бойцом на передовой. Костяная Вдова предпочитает сильную броню и здоровье в ущерб силе щита и может хватать и бросать врагов, создавать тяжелый щит для защиты и пробиваться сквозь врагов с помощью массивного боевого клинка.",
        "wiki_link": "https://warframe.fandom.com/ru/wiki/%D0%9A%D0%BE%D1%81%D1%82%D1%8F%D0%BD%D0%B0%D1%8F_%D0%92%D0%B4%D0%BE%D0%B2%D0%B0"
    },
    "ko": {
        "item_name": "본위도우 세트",
        "description": "엔트라티 가의 여성 지도층에게 경의를 표하기 위해 만들어진 이 무시무시한 네크라메크는 최전방의 든든한 전사입니다. 실드보다 방어력과 체력에 더 중점을 둔 본위도우는 적들을 붙잡아 던질 수 있고, 방어를 위한 대형 방패를 배치할 수 있으며, 육중한 대검으로 상대 대열을 가르며 돌파할 수 있습니다.",
        "wiki_link": "https://warframe.fandom.com/wiki/Bonewidow"
    },
    "de": {
        "item_name": "Bonewidow: Set",
        "description": "Dieser furchteinflößende Necramech, gestaltet zu Ehren des Entrati-Matriarchs, ist ein robuster Frontkämpfer. Bonewidow zieht Rüstung und Gesundheit Schildstärke vor und kann Feinde greifen und wegschleudern, einen schweren Schild zur Verteidigung einsetzen und sich mit einer massiven Kriegsklinge durch die Feinde kämpfen.",
        "wiki_link": "https://warframe.fandom.com/wiki/Bonewidow"
    },
    "fr": {
        "item_name": "Bonewidow - Set",
        "description": "Ce redoutable Necramech, conçu en l'honneur de la matriarche Entrati, est un solide combattant de première ligne. Privilégiant l'armure et la santé plutôt que la résistance du bouclier, Bonewidow peut attraper et lancer des ennemis, déployer un bouclier lourd pour la défense personnelle et traverser les rangs adverses avec une lame de guerre massive.",
        "wiki_link": "https://warframe.fandom.com/fr/wiki/Bonewidow"
    },
    "pt": {
        "item_name": "Bonewidow: Conjunto",
        "description": "Este temível Necramech, concebido em homenagem à matriarca Entrati, é um combatente de linha de frente robusto. Ainda que privilegie sua armadura e saúde no lugar da potência do escudo, o Bonewidow é capaz de empregar um escudo potente para sua defesa pessoal, agarrar e arremessar inimigos, além de dilacerar pilhas e pilhas de opositores com sua enorme lâmina de guerra.",
        "wiki_link": "https://warframe.fandom.com/wiki/Bonewidow"
    },
    "zh-hans": {
        "item_name": "骨骸寡妇 一套",
        "description": "这架慑人的殁世机甲，是为了纪念英择谛的女族长而设计的，这是一个强健的前线战士。相较于护盾强度，骨骸寡妇在护甲和生命值上更占优势。她可以抓起敌人并将其猛掷出去，或是部署一个重型盾牌来进行个人防御，又或是以巨大的战刃在敌军中杀出一条血路。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Bonewidow"
    },
    "zh-hant": {
        "item_name": "骨寡婦 一套",
        "description": "這架令人聞風喪膽的亡骸機甲是以紀念源拓氏女主所塑造的。是一架強悍的前線機甲，其護甲和生命值均優於護盾。骨寡婦能夠抓取並扔擲敵人、部署重裝盾牌強化個體防禦，還可以裝備巨刃砍穿敵人。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Bonewidow"
    },
    "es": {
        "item_name": "Set de Bonewidow",
        "description": "Este temible Necramech, diseñado en honor a la matriarca Entrati, es un robusto luchador de primera línea. Favorecer la armadura y la salud sobre la fuerza del escudo, Bonewidow puede agarrar y lanzar enemigos, desplegar un escudo pesado para la defensa personal y abrirse paso entre filas enemigas con una enorme espada de guerra.",
        "wiki_link": "https://warframe.fandom.com/wiki/Bonewidow"
    },
    "it": {
        "item_name": "Bonewidow Set",
        "description": "Questo temibile Necramech, addobbato in onore della matriarca Entrati, è un robusto combattente di prima linea. Preferendo Armatura e Salute alla forza dello Scudo, Bonewidow può afferrare e scagliare i nemici, schierare uno scudo pesante per la difesa personale e fendere i ranghi avversari con un'enorme spada da guerra.",
        "wiki_link": "https://warframe.fandom.com/wiki/Bonewidow"
    },
    "pl": {
        "item_name": "Bonewidow: Zestaw",
        "description": "Ten przerażający Nekramech, stworzony na cześć matriarchatu Entrati, jest solidnym, walczącym na froncie wojownikiem. Przedkładając pancerz i życie ponad siłę tarcz, Bonewidow może chwytać i miotać wrogów, rozstawiać ciężką tarczę do obrony osobistej i przedzierać się przez szeregi wrogów za pomocą masywnego ostrza wojennego.",
        "wiki_link": "https://warframe.fandom.com/wiki/Bonewidow"
    },
    "uk": {
        "item_name": "Кістяна Вдова (комплект)",
        "description": "Лютий некрамех, створений на честь матріарха Ентраті. Кістяна Вдова — потужна передова бійчиня, має посилений обладунок і збільшене здоров’я, але поступається силою. Може хапати й жбурляти ворогів, захищатися баштовим щитом і розсікати натовп важким клинком.",
        "wiki_link": "https://warframe.fandom.com/wiki/Bonewidow"
    },
    "mastery_level": 0,
    "trading_tax": 8000
}