{
    "_id": "5fe0ea836db57b0225115014",
    "tags": [
        "primary",
        "weapon",
        "blueprint"
    ],
    "icon": "items/images/en/cedo_blueprint.beb0319f93c38fe11119204a3ed47614.png",
    "thumb": "items/images/en/thumbs/cedo_blueprint.beb0319f93c38fe11119204a3ed47614.128x128.png",
    "sub_icon": "sub_icons/blueprint_128x128.png",
    "url_name": "cedo_blueprint",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Types/Recipes/Weapons/TnAlchemistShotgunBlueprint"
    },
    "part_of_set": [
        "cedo_blueprint",
        "cedo_stock",
        "cedo_barrel",
        "cedo_receiver",
        "cedo_set"
    ],
    "set_root": false,
    "quantity_for_set": 1,
    "i18n": {
        "en": {
            "item_name": "Cedo Blueprint",
            "description": "Launch a glaive that ricochets off surfaces in bursts of elemental damage, then perforate enemies with primary fire’s precision buck-shot. Damage increases with each Status Effect afflicting a target. Lavos will transmute a small portion of any ammo pickup to Primary Ammo when wielding his signature Cedo.",
            "wiki_link": "https://warframe.fandom.com/wiki/Cedo",
            "icon": "items/images/en/cedo_blueprint.beb0319f93c38fe11119204a3ed47614.png",
            "thumb": "items/images/en/thumbs/cedo_blueprint.beb0319f93c38fe11119204a3ed47614.128x128.png"
        },
        "ru": {
            "item_name": "Седо (Чертеж)",
            "description": "Запустите глефу, которая будет отскакивать рикошетом от поверхностей, создавая взрывы и нанося элементальный урон, а затем пробейте врага насквозь высокоточным выстрелом в основном режиме огня. Урон увеличивается с наложением на цель каждого Эффекта Статуса. Лавос превратит небольшую часть любых подбираемых боеприпасов в боеприпасы для основного оружия, если использует своё особое оружие - Седо.",
            "wiki_link": "https://warframe.fandom.com/ru/wiki/%D0%A1%D0%B5%D0%B4%D0%BE"
        },
        "ko": {
            "item_name": "세도 설계도",
            "description": "표면에 튕겨지며 폭발적인 속성 피해를 가하는 글레이브를 발사한 후 기본 발사의 정밀한 산탄으로 적들을 벌집으로 만들 수 있습니다. 목표에 영향을 미치는 각 상태 이상 효과 당 피해량이 증가합니다. 라보스가 자신의 특징 무기, 세도를 사용할 시 획득하는 탄약의 일부가 주무기 탄약으로 변환됩니다.",
            "wiki_link": "https://warframe.fandom.com/wiki/Cedo"
        },
        "de": {
            "item_name": "Cedo Blaupause",
            "description": "Feuere eine Glaive, die mit Salven elementaren Schadens von Oberflächen abprallt und dann Feinde mit präzisem Primärfeuer Schrot trifft. Der Schaden erhöht sich mit jedem Statuseffekt auf einem Feind. Lavos wandelt eine kleine Portion jeder Munitions-Beute in Primärmunition um, wenn er seine Cedo im Anschlag hat.",
            "wiki_link": "https://warframe.fandom.com/wiki/Cedo"
        },
        "fr": {
            "item_name": "Cedo (Schéma)",
            "description": "Lancez un glaive qui ricoche sur les surfaces, infligeant des rafales de Dégâts élémentaires, puis perforez les ennemis avec le Tir Principal précis. Les Dégâts augmentent avec chaque Effet de Statut affectant une cible. Lavos convertit une petite partie de tout ramassage de munitions en munitions d'arme Principale lorsqu'il est équipé de son Cedo emblématique.",
            "wiki_link": "https://warframe.fandom.com/fr/wiki/Cedo"
        },
        "pt": {
            "item_name": "Cedo (Diagrama)",
            "description": "Dispare uma Glaive que ricocheteia nas superfícies, gerando descargas de Dano Elemental. Em seguida, utilize o projétil de precisão do disparo primário para perfurar os seus inimigos, o Dano é ampliado a cada Efeito de Status que afetar o alvo. Além disso, ao empunhar a Cedo, sua arma tradicional, o Lavos transmuta uma pequena parte de qualquer coletável de munição para munição de Armas Primárias.",
            "wiki_link": "https://warframe.fandom.com/wiki/Cedo"
        },
        "zh-hans": {
            "item_name": "塞多 蓝图",
            "description": "（英文：CEDO）发射能在表面弹跳并爆发出元素伤害的战刃，然后通过主要射击模式的精准鹿弹来击穿敌人。伤害会随着目标所受到的每个异常状态而增加。当 Lavos 持有他标志性的塞多时，他会将一小部分拾取到的任意弹药转化为主要武器弹药。",
            "wiki_link": "https://warframe.huijiwiki.com/wiki/Cedo"
        },
        "zh-hant": {
            "item_name": "席多 藍圖",
            "description": "（英文：CEDO）發射彈跳於表面而且能夠爆發元素傷害的刀片，接著用主要射擊模式精確的鹿彈貫穿敵人。被攻擊的目標每多遭受一種異常狀態都會提升傷害量。當 Lavos 手持他的標誌霰彈槍席多時，任何撿起的彈藥都會轉換為一部份的主要武器彈藥。",
            "wiki_link": "https://warframe.huijiwiki.com/wiki/Cedo"
        },
        "es": {
            "item_name": "Plano de Cedo",
            "description": "Lanza una glaive que rebota en las superficies provocando ráfagas de daño elemental, luego perfora a los enemigos con el disparo de precisión del disparo primario. El daño aumenta con cada efecto de estado que afecta a un objetivo. Lavos transmutará una pequeña parte de cualquier hallazgo de munición en munición primaria cuando empuñe su Cedo distintiva.",
            "wiki_link": "https://warframe.fandom.com/wiki/Cedo"
        },
        "it": {
            "item_name": "Cedo (Schema)",
            "description": "Lancia un glaive che rimbalza sulle superfici, infliggendo raffiche di danni elementali, quindi perfora i nemici con il colpo di precisione del fuoco primario. Ogni Effetto inflitto al nemico ne aumenta il danno. Quando Lavos impugna il Cedo, la sua arma distintiva, converte una piccola parte di qualsiasi tipo di munizione in Munizioni Primarie.",
            "wiki_link": "https://warframe.fandom.com/wiki/Cedo"
        },
        "pl": {
            "item_name": "Cedo - Schemat",
            "description": "Wystrzel glaive, który odbija się od powierzchni w postaci salw obrażeń od żywiołów, następnie przeszyj wrogów precyzyjnym strzałem ognia podstawowego. Obrażenia są zwiększane za każdy nałożony Efekt Statusowy na cel. Niewielka część podnoszonej amunicji będzie zamieniana na Amunicję Broni Głównej, gdy Cedo jest trzymane przez Lavosa.",
            "wiki_link": "https://warframe.fandom.com/wiki/Cedo"
        },
        "uk": {
            "item_name": "Цедо (креслення)",
            "description": "Рушниця, яка може випустити глефу, що рикошетитиме від поверхні зі сплесками стихійної шкоди. Основний режим стрільби продірявить ворогів точними пострілами. Шкода зростає з кожним накладеним на ціль ефектом стану. Якщо Цедо в руках у Лавоса, то невелика кількість будь-яких підібраних набоїв перетворюється на набої для основної зброї.",
            "wiki_link": "https://warframe.fandom.com/wiki/Cedo"
        }
    },
    "mastery_level": 8,
    "trading_tax": 2000
}