{
    "_id": "65316903f31453d36319c56d",
    "tags": [
        "mod",
        "rare",
        "sentinel",
        "companion"
    ],
    "icon": "items/images/en/duplex_bond.90cdead13ac335686165a5b0c0331130.png",
    "thumb": "items/images/en/thumbs/duplex_bond.90cdead13ac335686165a5b0c0331130.128x128.png",
    "url_name": "duplex_bond",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Types/Sentinels/SentinelPrecepts/VoidBond/VoidClone"
    },
    "i18n": {
        "en": {
            "item_name": "Duplex Bond",
            "description": "Companion will clone itself each time you expend 100 energy, up to 3 clones. Clones live 30s and cannot use Abilities. Their kills have a 50% chance of dropping Energy Orbs.",
            "wiki_link": null
        },
        "ru": {
            "item_name": "Двойная Связь",
            "description": "Компаньон будет клонировать себя каждый раз, когда вы тратите 100 энергии, максимум клонов — 3. Клоны живут 30 сек. и не могут использовать способности. Из их жертв с вероятностью 50% выпадут энергетические сферы.",
            "wiki_link": null
        },
        "ko": {
            "item_name": "듀플렉스 본드",
            "description": "주인이 100의 에너지를 소모할 때마다 동반자가 자신의 복제체를 만들어 내며, 최대 3체까지 생성할 수 있습니다. 복제체들은 30초 동안 생존하며 어빌리티를 사용할 수 없습니다. 이들이 적을 처치 시 50%의 확률로 에너지 오브가 드롭됩니다.",
            "wiki_link": null
        },
        "de": {
            "item_name": "Doppelte Bindung",
            "description": "Der Begleiter klont sich jedes Mal selbst, wenn du 100 Energie verbrauchst, bis zu 3 Klone. Klone leben für 30 s und können keine Fähigkeiten nutzen. Ihre Kills haben eine 50 % Chance, Energiekugeln fallen zu lassen.",
            "wiki_link": null
        },
        "fr": {
            "item_name": "Lien Duplex",
            "description": "Le Compagnon se clonera chaque fois que vous dépenserez 100 points d'Énergie, jusqu'à 3 clones. Les clones vivent 30s et ne peuvent pas utiliser de Pouvoir. Leurs victimes ont 50% de chances de laisser tomber des Orbes d'Énergie.",
            "wiki_link": null
        },
        "pt": {
            "item_name": "Duplex Bond",
            "description": "O Companheiro se clonará cada vez que você gastar 100 de Energia, até o máximo de 3 clones. Eles não poderão utilizar habilidades, viverão por 30s, e suas eliminações terão 50% de chance de conceder Orbes de Energia.",
            "wiki_link": null
        },
        "zh-hans": {
            "item_name": "双影连结",
            "description": "每消耗 100 能量，同伴就会复制自己，最多有 3 个复制体。复制体存活 30 秒且无法使用技能，它们的击杀有 50% 的几率掉落能量球。",
            "wiki_link": null
        },
        "zh-hant": {
            "item_name": "雙重鏈結",
            "description": "你每次消耗 100 能量，同伴將複製自己，最多 3 個分身。分身可存活 30 秒並且無法使用技能。他們的擊殺有 50% 機率掉落能量球。",
            "wiki_link": null
        },
        "es": {
            "item_name": "Vínculo Dúplex",
            "description": "El compañero se clonará cada vez que gastes 100 de energía, hasta un máximo de 3 clones. Los clones viven 30 s y no pueden usar habilidades. Sus muertes tienen un 50 % de probabilidad de dejar caer orbes de energía.",
            "wiki_link": null
        },
        "it": {
            "item_name": "Duplex Bond",
            "description": "Il Compagno si clonerà ogni volta che consumi 100 Energia, fino a un massimo di 3 cloni. I cloni vivono 30s e non possono utilizzare abilità. Le loro vittime hanno una probabilità del 50% di rilasciare Sfere di Energia.",
            "wiki_link": null
        },
        "pl": {
            "item_name": "Więź Podwójna",
            "description": "Towarzysz stworzy swoją kopię za każdy razem, gdy zużyjesz 100 Energii, aż do 3 klonów. Kopie są aktywne przez 30 s, a ich zabójstwa posiadają 50% na upuszczenie Kul Energii.",
            "wiki_link": null
        },
        "uk": {
            "item_name": "Подвійний Зв’язок",
            "description": "Супутник клонуватиметься щоразу, коли ви витрачатимете 100 енергії, максимум до 3 разів. Клони існують 30 с та не можуть застосовувати здібності. Мають 50% імовірності лишити після смерті згустки енергії.",
            "wiki_link": null
        }
    },
    "rarity": "rare",
    "max_rank": 5,
    "trading_tax": 8000
}