{
    "_id": "6054de6b5221e30057501079",
    "tags": [
        "fish"
    ],
    "icon": "icons/en/duroid.d383babc8e0d5dccbd1d8c0d54093fb9.png",
    "thumb": "icons/en/thumbs/duroid.d383babc8e0d5dccbd1d8c0d54093fb9.128x128.png",
    "icon_format": "port",
    "url_name": "duroid",
    "redirect_from": [
        "duroid_(small)",
        "duroid_(large)",
        "duroid_(medium)"
    ],
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Types/Items/Fish/Deimos/OrokinRareAFishItem"
    },
    "en": {
        "item_name": "Duroid",
        "description": "A living fossil hearkening back to the Orokin era, this elusive fish hides below the surface of Exocrine pools in the deepest caverns it can find. Unlike Infested fish breeds, it has no ability to hover.",
        "wiki_link": "https://warframe.fandom.com/wiki/Duroid",
        "drop": []
    },
    "ru": {
        "item_name": "Дуроид",
        "description": "Живое ископаемое, возникшее в эпоху Орокин. Эта неуловимая рыба прячется в самых глубоких пещерах под поверхностью экзокринных прудов. В отличие от зараженных рыб, она не умеет парить.",
        "wiki_link": "https://warframe.fandom.com/ru/wiki/%D0%94%D1%83%D1%80%D0%BE%D0%B8%D0%B4",
        "drop": []
    },
    "ko": {
        "item_name": "듀로이드",
        "description": "이 신출귀몰한 물고기는 오로킨 시대부터 존재했다고 전해지는 살아있는 화석 그 자체이며, 자신이 찾을 수 있는 한 가장 깊숙한 동굴의 외분비액 웅덩이 표면 아래에 숨어 지냅니다. 다른 인페스티드 어종과는 다르게 공중에 떠다닐 수 없습니다.",
        "wiki_link": "https://warframe.fandom.com/wiki/Duroid",
        "drop": []
    },
    "de": {
        "item_name": "Duroid",
        "description": "Ein lebendes Fossil mit Ursprüngen in der Orokin Ära. Dieser scheue Fisch versteckt sich in den tiefsten Höhlen unter der Oberfläche von Exocrine Ansammlungen. Anders als die befallenen Fischarten, kann er nicht schweben.",
        "wiki_link": "https://warframe.fandom.com/wiki/Duroid",
        "drop": []
    },
    "fr": {
        "item_name": "Duroïde",
        "description": "Fossile vivant rappelant l'ère Orokin, ce poisson insaisissable se cache sous la surface des bassins d'exocrine dans les cavernes les plus profondes qu'il puisse trouver. Contrairement aux autres poissons Infestés, il ne peut pas planer.",
        "wiki_link": "https://warframe.fandom.com/fr/wiki/Duro%C3%AFde",
        "drop": []
    },
    "pt": {
        "item_name": "Duroid",
        "description": "Um fóssil vivo que remete à era Orokin, este peixe evasivo se esconde abaixo da superfície das piscinas exócrinas, nas cavernas mais profundas que pode encontrar. Ao contrário das demais espécies de peixes Infestados, esta não apresenta a capacidade de flutuar.",
        "wiki_link": "https://warframe.fandom.com/wiki/Duroid",
        "drop": []
    },
    "zh-hans": {
        "item_name": "韧铠灵鲷",
        "description": "一种可以追溯到 Orokin 时代的活化石，这种神出鬼没的鱼类隐藏在洞穴最深处的外分泌液表面之下。不像其它感染者鱼类，它无法进行悬游。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Duroid",
        "drop": []
    },
    "zh-hant": {
        "item_name": "杜羅鯣",
        "description": "追溯到 Orokin 紀元的活化石。這種難以捉摸的魚類隱藏在外分泌池的表面底下，在牠可以找到的最深洞穴中出沒。不像 Infested 的魚類品種，牠無法懸浮在外分必液上方。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Duroid",
        "drop": []
    },
    "es": {
        "item_name": "Duroide",
        "description": "Un fósil viviente que se remonta a la era orokin, este elusivo pez se esconde bajo la superficie de los charcos exocrinos en las cavernas más profundas que este puede encontrar. A diferencia de las razas de peces infestadas, no tiene la capacidad de flotar.",
        "wiki_link": "https://warframe.fandom.com/es/wiki/Duroide",
        "drop": []
    },
    "it": {
        "item_name": "Duroid",
        "description": "Un fossile vivente che rievoca l'era Orokin, questo pesce sfuggente si nasconde sotto la superficie degli stagni di Exocrine, nelle caverne più profonde che riesce a trovare. A differenza di altre razze di pesce Infested, non ha la capacità di fluttuare.",
        "wiki_link": "https://warframe.fandom.com/wiki/Duroid",
        "drop": []
    },
    "pl": {
        "item_name": "Duroid",
        "description": "Żywa skamielina sięgająca czasów Orokin, ta nieuchwytna ryba ukrywa się pod powierzchnią basenów Egzokryny w najgłębszych jaskiniach, jakie może znaleźć. W przeciwieństwie do ryb Plagi, nie ma możliwości unoszenia się.",
        "wiki_link": "https://warframe.fandom.com/wiki/Duroid",
        "drop": []
    },
    "subtypes": [
        "small",
        "medium",
        "large"
    ],
    "trading_tax": 2000
}