{
    "_id": "60783dec84a7d703418582d0",
    "tags": [
        "weapon",
        "secondary",
        "set"
    ],
    "icon": "icons/en/epitaph_set.b3a75cdcef1c7ba2971d2c550f8390e3.png",
    "thumb": "icons/en/thumbs/epitaph_set.b3a75cdcef1c7ba2971d2c550f8390e3.128x128.png",
    "icon_format": "land",
    "url_name": "epitaph_set",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Weapons/Tenno/Pistols/TnWraitheSidearm/TnWraitheSidearmWeapon",
        "type": "set"
    },
    "part_of_set": [
        "epitaph_receiver",
        "epitaph_barrel",
        "epitaph_blueprint",
        "epitaph_set"
    ],
    "set_root": true,
    "en": {
        "item_name": "Epitaph Set",
        "description": "Sevagoth's wrist-mounted sidearm fires a chilling slow-moving slab, guaranteed to slow enemies for easier marksmanship. Charge the shot to fire a punishing high-velocity, high critical chance slab that punches through barriers. Deals additional headshot damage in Sevagoth's hands.",
        "wiki_link": null,
        "drop": []
    },
    "ru": {
        "item_name": "Эпитаф: Комплект",
        "description": "Пистолет Севагота, установленный на запястье, стреляет низкоскоростными ледяными пулями, замедляя врагов и помогая прицелиться. Зарядите, чтобы выстрелить высокоскоростным снарядом с критическим шансом, который пробивает препятствия. В руках Севагота наносит дополнительный урон при выстреле в голову.",
        "wiki_link": null,
        "drop": []
    },
    "ko": {
        "item_name": "에피타프 세트",
        "description": "이 세바고스의 손목 장착형 보조 무기는 저탄속의 으스스한 석판을 발사하여 적들을 느리게 만들어 보다 쉽게 사격할 수 있도록 해줍니다. 차지할 시 적의 방어를 꿰뚫는 고탄속 및 높은 치명타 확률을 가진 석판을 발사할 수 있습니다. 세바고스가 사용할 시 추가 헤드샷 피해를 가합니다.",
        "wiki_link": null,
        "drop": []
    },
    "de": {
        "item_name": "Epitaph: Set",
        "description": "Sevagoth' am Handgelenk angebrachte Sekundärwaffe, feuert Kälte verbreitende Platten ab, die Feinde garantiert verlangsamen, damit das Zielen einfacher ist. Lade den Schuss auf, um eine strafende Hochgeschwindigkeits-Platte abzufeuern, mit hoher kritischer Chance, die Barrieren durchschlägt. In Sevagoth' Händen fügt sie zusätzlichen Kopfschussschaden zu.",
        "wiki_link": null,
        "drop": []
    },
    "fr": {
        "item_name": "Épitaphe - Set",
        "description": "L'arme que Sevagoth porte au poignet tire des balles de glace à faible vitesse pour ralentir les ennemis et faciliter le ciblage. Chargez le tir pour envoyer un projectile avec de bonnes chances de critique à grande vitesse qui perce les obstacles. Inflige des dégâts supplémentaires par tir à la tête entre les mains de Sevagoth.",
        "wiki_link": null,
        "drop": []
    },
    "pt": {
        "item_name": "Epitaph: Conjunto",
        "description": "A arma do Sevagoth, acoplada no punho de seu portador, dispara um projétil lento e congelante, reduzindo a velocidade dos inimigos atingidos. Carregue o disparo para desferir um projétil de alta velocidade e ter chance crítica capaz de atravessar barreiras. Quando empunhada pelo Sevagoth, esta arma causa dano adicional em Acertos de Precisão.",
        "wiki_link": null,
        "drop": []
    },
    "zh-hans": {
        "item_name": "葬铭 一套",
        "description": "（英文名：EPITAPH）Sevagoth 的腕式次要武器可以发射令人胆寒的慢速移动石板，石板可以减缓敌人的速度，以更轻松地瞄准敌人。蓄力射击可发射一个惩戒性的高速、高暴击几率的石板，石板可击穿障碍物。在 Sevagoth 手中可造成额外的爆头伤害。",
        "wiki_link": null,
        "drop": []
    },
    "zh-hant": {
        "item_name": "墓悼者 一套",
        "description": "（英文：EPITAPH）這把 Sevagoth 的腕式隨身武器能射出駭人的慢速石板，其必定緩速敵人以便輕鬆精確地瞄準。蓄力射擊來發射高速、高暴擊率的石板，且能穿過障礙物。在 Sevagoth 手上可增加額外爆頭傷害。",
        "wiki_link": null,
        "drop": []
    },
    "es": {
        "item_name": "Set de Epitaph",
        "description": "El arma secundaria que tiene Sevagoth montada en su muñeca dispara una losa helada lenta, que ralentiza a los enemigos para una puntería más fácil. Carga el disparo para disparar una losa que atraviese barreras a gran velocidad y con una probabilidad crítica alta. En manos de Sevagoth, inflige daño adicional en los disparos a la cabeza.",
        "wiki_link": null,
        "drop": []
    },
    "it": {
        "item_name": "Epitaph Set",
        "description": "L'arma secondaria distintiva di Sevagoth spara una lastra ghiacciata che garantisce il rallentamento dei nemici, in modo tale da poterli colpire più facilmente. Carica il colpo per sparare una lastra ad alta velocità che attraversa le barriere e con un'elevata Probabilità Critico. Infligge danni aggiuntivi con i colpi alla testa nelle mani di Sevagoth.",
        "wiki_link": null,
        "drop": []
    },
    "pl": {
        "item_name": "Epitaph: Zestaw",
        "description": "Mocowana na nadgarstku broń boczna Sevagotha, strzelająca lodowymi sztabami o niskiej prędkości, które gwarantują spowolnienie przeciwników. Naładowany, wystrzeliwuje przebijający pocisk o wysokiej szansie trafienia krytycznego i prędkości lotu. W rękach Sevagotha, trafienia w głowę zadają dodatkowe obrażenia.",
        "wiki_link": null,
        "drop": []
    },
    "mastery_level": 8,
    "trading_tax": 6000
}