{
    "_id": "62a2baeafbd62c00450b71d7",
    "tags": [
        "primary",
        "weapon",
        "blueprint"
    ],
    "icon": "items/images/en/felarx_blueprint.053e1cdbccea41a95d0e3db9964665ff.png",
    "thumb": "items/images/en/thumbs/felarx_blueprint.053e1cdbccea41a95d0e3db9964665ff.128x128.png",
    "icon_format": "land",
    "url_name": "felarx_blueprint",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Types/Recipes/Weapons/Evolving/ZarimanPumpShotgunBlueprint"
    },
    "en": {
        "item_name": "Felarx Blueprint",
        "description": "The Felarx invokes ancient times when aristocrats hunted game. For ceremonies, Orokin elites bred creatures reminiscent of game birds to reanimate cultural myths. They gave the Zariman crew Felarx and a brace of birds as a sign of acceptance into elite society. The brace of birds becomes a pair of pistols at the hands of the Void.",
        "wiki_link": null
    },
    "ru": {
        "item_name": "Феларкс (Чертеж)",
        "description": "Феларкс — это напоминание о древних временах, когда аристократы охотились на дичь. Для своих церемоний элита Орокин разводила существ, напоминающих охотничьих птиц, чтобы воззвать к жизни старые мифы. Они дали экипажу «Заримана» Феларкс и парочку птиц в знак принятия в элитное общество. Пара птиц становится парой пистолетов в руках Бездны.",
        "wiki_link": null
    },
    "ko": {
        "item_name": "펠락스 설계도",
        "description": "펠락스는 귀족 계층이 짐승 사냥을 즐기던 고대의 시절을 떠올리게 합니다. 의식의 일환으로, 오로킨 엘리트들은 문화적 신화를 재현해내기 위해 사냥감 새들을 연상시키는 생물들을 사육하곤 했지요. 이들은 자리만의 승무원들을 엘리트 사회에 받아들인다는 의미로 펠락스와 한 쌍의 새들을 선사했습니다. 이 한 쌍의 새들은 보이드의 손길에 닿는 순간 한 쌍의 쌍권총으로 변화합니다.",
        "wiki_link": null
    },
    "de": {
        "item_name": "Felarx Blaupause",
        "description": "Die Felarx beschwört alte Zeiten herauf, als Aristokraten auf die Jagd gingen. Für Zeremonien züchtete die Orokin Elite Kreaturen heran, die an Wildvögel erinnerten, um kulturelle Mythen wiederzubeleben. Sie überreichten der Crew der Zariman die Felarx und ein Paar der Vögel als Symbol der Aufnahme in die Elite. Das Vogelpaar wird in den Händen des Void zu einem Paar Pistolen.",
        "wiki_link": null
    },
    "fr": {
        "item_name": "Felarx (Schéma)",
        "description": "Le Felarx évoque les temps anciens où les aristocrates chassaient le gibier. Pour les cérémonies, les élites Orokins élevaient des créatures rappelant le gibier à plumes pour entretenir les mythes culturels. Ils ont donné à l'équipage du Zariman un Felarx et un couple d'oiseaux en signe d'acceptation dans l'élite de la société. Le couple d'oiseaux est devenu une paire de pistolets par la grâce du Néant.",
        "wiki_link": null
    },
    "pt": {
        "item_name": "Felarx (Diagrama)",
        "description": "A Felarx evoca os tempos antigos, quando os aristocratas caçavam. Para as cerimônias, as elites Orokin criavam criaturas que lembravam pássaros de caça para manter mitos culturais. Eles deram à tripulação da Zariman uma Felarx e um par de pássaros como sinal de aceitação na elite da sociedade. O par de pássaros tornou-se um par de pistolas nas mãos do Void.",
        "wiki_link": null
    },
    "zh-hans": {
        "item_name": "逐枭 蓝图",
        "description": "（英文：FELARX）逐枭唤起了古代贵族狩猎活动的历史。为了仪式，Orokin 精英培育出与其狩猎的猛禽相像之生物来重现文化传说。他们赐予「扎里曼号」船员逐枭和一对猛禽，作为接受船员们进入精英社会的标志。而这对猛禽在虚空的作用下变成了一对手枪。",
        "wiki_link": null
    },
    "zh-hant": {
        "item_name": "斐獵 藍圖",
        "description": "（英文：FELARX）斐獵喚起了古代貴族狩獵獵物的歷史。為了儀式，Orokin 精英培育出與早時候相像的鳥類獵物，以重現文化傳說。Orokin 給了扎日曼號的船員們斐獵以及一對雌雄鳥，作為接納他們進入精英社會的象徵。這一對雌雄鳥在虛空的掌控下成為了一對威力強大的手槍。",
        "wiki_link": null
    },
    "es": {
        "item_name": "Plano de Felarx",
        "description": "El Felarx evoca los tiempos antiguos cuando cazaban los aristócratas. Para las ceremonias, la élite orokin criaba animales parecidos a las aves de caza para reanimar los mitos culturales. Le dieron un Felarx a la tripulación de la Zariman y un par de pájaros como señal de aceptación en la sociedad de élite. El par de pájaros se vuelve un par de pistolas a manos del Vacío.",
        "wiki_link": null
    },
    "it": {
        "item_name": "Felarx (Schema)",
        "description": "Il Felarx rievoca i tempi antichi dove gli aristocratici cacciavano selvaggina. Per le cerimonie, l'élite Orokin allevava creature che ricordavano uccelli selvatici per rianimare i miti culturali. Quest'arma venne donata all'equipaggio Zariman assieme a una coppia di uccelli come segno di accettazione nella società d'élite. La coppia di uccelli è divenuta un paio di pistole a causa del Void.",
        "wiki_link": null
    },
    "pl": {
        "item_name": "Felarx - Schemat",
        "description": "Felarx przywołuje czasy starożytne, w których arystokraci polowali na zwierzynę. Na potrzeby ceremonii, elity Orokin hodowały zwierzęta przypominające ptaki łowne, aby przywołać do życia mity ich kultury. Załoga Zarimana otrzymała Felarx i rękawice na znak przyjęcia ich do elity. Dotknięte Pustką, te rękawice stają się parą pistoletów.",
        "wiki_link": null
    },
    "uk": {
        "item_name": "Феларкс (креслення)",
        "description": "Феларкс нагадує про далеке минуле, коли шляхта ходила на полювання. Для своїх церемоній орокіни вивели істот, схожих на дичину, щоби оживити древні міфи. На знак прийняття екіпажу «Заримена» до вищого суспільства йому видали Феларкс й пару цих пташок, проте в руках Порожнечі вони перетворюються на пару пістолетів.",
        "wiki_link": null
    },
    "mastery_level": 14,
    "trading_tax": 2000
}