{
    "_id": "645ba2a57ec1900802a58a44",
    "tags": [
        "fish"
    ],
    "icon": "items/images/en/haav.4d650b51ed938546b787f4d2d2f73838.png",
    "thumb": "items/images/en/thumbs/haav.4d650b51ed938546b787f4d2d2f73838.128x128.png",
    "icon_format": "land",
    "url_name": "haav",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Types/Gameplay/Duviri/Resource/Fish/DuviriFishCItem"
    },
    "i18n": {
        "en": {
            "item_name": "Haav",
            "description": "Haav prefer to swim near the surface. Duviri citizens often mistake them for logs, which can be startling when Haav show their fangs.",
            "wiki_link": null,
            "icon": "items/images/en/haav.4d650b51ed938546b787f4d2d2f73838.png",
            "thumb": "items/images/en/thumbs/haav.4d650b51ed938546b787f4d2d2f73838.128x128.png"
        },
        "ru": {
            "item_name": "Хаав",
            "description": "Хаавы предпочитают плавать у поверхности. Дувирийцы часто принимают их за бревна, что может неприятно озадачить, когда хаав покажет свои клыки.",
            "wiki_link": null
        },
        "ko": {
            "item_name": "하브",
            "description": "하브는 수면 근처에서 헤엄치는 것을 선호합니다. 두비리의 시민들은 종종 이 물고기를 통나무로 착각하곤 하며, 그러다 하브가 송곳니를 드러내면 깜짝 놀라기도 하지요.",
            "wiki_link": null
        },
        "de": {
            "item_name": "Haav",
            "description": "Haaven ziehen es vor, in der Nähe der Oberfläche zu schwimmen. Bürger Duviris verwechseln sie oft mit Baumstämmen, was sie erschrecken kann, wenn die Haaven ihre Zähne zeigen.",
            "wiki_link": null
        },
        "fr": {
            "item_name": "Haav",
            "description": "Les Haavs préfèrent nager près de la surface. Les citoyens de Duviri les confondent souvent avec des bûches, ce qui peut être surprenant lorsqu'un Haav montre ses crocs.",
            "wiki_link": null
        },
        "pt": {
            "item_name": "Haav",
            "description": "Haavs preferem nadar perto da superfície. Os cidadãos de Duviri costumam confundi-los com toras de madeira, o que pode ser assustador quando um Haav mostra suas presas.",
            "wiki_link": null
        },
        "zh-hans": {
            "item_name": "浮伤鱼",
            "description": "浮伤鱼喜欢在靠近水面的地方游。双衍王境的公民经常把它们误认为木头，当浮伤鱼露出它们的尖牙时，可能会让人大吃一惊。",
            "wiki_link": null
        },
        "zh-hant": {
            "item_name": "海鮄",
            "description": "海鮄喜好游在水面附近。渡域公民經常將牠們誤認為浮木，當海鮄露出牠們的尖牙時，可能會讓人嚇一跳。",
            "wiki_link": null
        },
        "es": {
            "item_name": "Haav",
            "description": "Los haavs prefieren nadar cerca de la superficie. Los ciudadanos de Duviri a menudo los confunden con troncos y los toman por sorpresa cuando muestran sus colmillos.",
            "wiki_link": null
        },
        "it": {
            "item_name": "Haav",
            "description": "Gli Haav preferiscono nuotare vicino alla superficie. I cittadini di Duviri spesso li scambiano per tronchi, cogliendoli di sorpresa quando l'Haav mostra le zanne.",
            "wiki_link": null
        },
        "pl": {
            "item_name": "Haav",
            "description": "Haavy preferują pływać blisko powierzchni wody. Obywatele Duviri często mylą je z kłodami. Jest to nie lada zaskoczenie, kiedy kłoda okazuje się mieć zęby.",
            "wiki_link": null
        },
        "uk": {
            "item_name": "Хаав",
            "description": "Хаави полюбляють плавати біля поверхні. Дувірці часто плутають їх із колодами й лякаються, коли ті показують свої ікла.",
            "wiki_link": null
        }
    },
    "subtypes": [
        "small"
    ],
    "trading_tax": 2000
}