{
    "_id": "5ba9f2044567de01415f638e",
    "tags": [
        "imprint",
        "pet",
        "huras",
        "kubrow"
    ],
    "icon": "icons/en/Huras_Kubrow_Imprint.410e212ff69a4ac14a64bbab561e7f43.png",
    "thumb": "icons/en/thumbs/Huras_Kubrow_Imprint.410e212ff69a4ac14a64bbab561e7f43.128x128.png",
    "icon_format": "land",
    "url_name": "huras_kubrow_imprint",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Types/Game/KubrowPet/FurtiveKubrowPetPowerSuit",
        "type": "imprint"
    },
    "en": {
        "item_name": "Huras Kubrow Imprint",
        "description": "Prized for its ability to sneak up on unsuspecting prey, the Huras Kubrow were first used as hunting companions by the Orokin elite. Orokin Era Tenno soon adapted the strain for use in covert missions and assassinations.",
        "wiki_link": "https://warframe.fandom.com/wiki/Huras_Kubrow",
        "drop": []
    },
    "ru": {
        "item_name": "Хурас Кубрау: Отпечаток",
        "description": "Ценимые за свою способность подкрадываться к ничего не подозревающей жертве, Кубрау породы Хурас первоначально использовались элитой Орокин на охоте. Тэнно эры Орокин вскоре приспособили этот вид для убийств и операций, требующих скрытности.",
        "wiki_link": "https://warframe.fandom.com/ru/wiki/%D0%A5%D1%83%D1%80%D0%B0%D1%81_%D0%9A%D1%83%D0%B1%D1%80%D0%B0%D1%83",
        "drop": []
    },
    "ko": {
        "item_name": "휴라스 쿠브로 임프린트",
        "description": "조용히 적을 처리하는 능력에 특화된 휴라스 쿠브로는 오로킨 정예병의 사냥개였습니다. 오로킨 시대 텐노들은 이들을 암살과 은신 임무에 사용했습니다.",
        "wiki_link": "https://warframe.fandom.com/wiki/Huras_Kubrow",
        "drop": []
    },
    "de": {
        "item_name": "Huras Kubrow: Genetischer Abdruck",
        "description": "Gepriesen für seine Fähigkeit, sich an ahnungslose Beute anschleichen zu können, wurde der Huras Kubrow zuerst von der Orokin Elite als Jagdbegleiter eingesetzt. Tenno der Orokin Ära haben diese Art bald darauf für verdeckte Operationen und Attentate adaptiert.",
        "wiki_link": "https://warframe.fandom.com/de/wiki/Huras_Kubrow",
        "drop": []
    },
    "fr": {
        "item_name": "Kubrow Huras - Empreinte",
        "description": "Prisés pour leurs capacités à s'approcher furtivement de leurs proies sans qu'elles s'y attendent, les Kubrows Huras étaient d'abord utilisés comme compagnons de chasse par l'élite Orokin. Les Tennos de l'ère Orokin ont vite adapté la souche pour une utilisation dans des missions secrètes et des assassinats.",
        "wiki_link": "https://warframe.fandom.com/fr/wiki/Kubrow_Huras",
        "drop": []
    },
    "pt": {
        "item_name": "Kubrow Huras: Imprint",
        "description": "Valorizado por sua habilidade de esgueirar-se até um alvo despercebido, o Huras Kubrow foi primeiramente usado como companhia de caça pela elite Orokin. Tenno da era Orokin logo adaptaram a variedade para uso em missões secretas e de assassinato.",
        "wiki_link": "http://warframe.wikia.com/wiki/Kubrow#Huras",
        "drop": []
    },
    "zh-hans": {
        "item_name": "匿踪型库狛 基因印记",
        "description": "拥有潜行偷袭毫无戒备的猎物的珍贵能力，匿踪型库狛最初是被用来当作 Orokin 精英在狩猎时的同伴。Orokin 时代的 Tenno 很快就将这份能力应用于秘密任务及暗杀之中。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Huras_Kubrow",
        "drop": []
    },
    "zh-hant": {
        "item_name": "匿蹤型庫狛 基因印記",
        "description": "擁有潛行偷襲毫無戒備的獵物的珍貴能力，匿蹤型庫狛最初是被用來當作 Orokin 菁英在狩獵時的同伴。Orokin 時代的 Tenno 很快就將這份能力應用於秘密任務及暗殺之中。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Huras_Kubrow",
        "drop": []
    },
    "es": {
        "item_name": "Impronta de Kubrow Huras",
        "description": "Preciados por su habilidad para deslizarse hasta una presa desprevenida, los kubrow Huras fueron usados por primera vez como compañeros de caza por la élite orokin. Los tenno de la era orokin pronto adaptaron esta variedad para su uso en misiones encubiertas y asesinatos.",
        "wiki_link": "https://warframe.fandom.com/es/wiki/Kubrow_Huras",
        "drop": []
    },
    "it": {
        "item_name": "Huras Kubrow Imprint",
        "description": "Rinomato per la sua capacità di avvicinarsi di nascosto alle sue ignare prede, gli Huras Kubrow furono dapprima usati come compagni di caccia dell'elite Orokin. I Tenno dell'era Orokin, invece, adattarono presto questa razza per missioni sotto copertura, ed omicidi.",
        "wiki_link": "http://warframe.wikia.com/wiki/Kubrow#Huras",
        "drop": []
    },
    "pl": {
        "item_name": "Kubrow Huras: Genotyp",
        "description": "Ceniony za swoje zdolności podkradania się do niczego niepodejrzewającej ofiary, Kubrow Huras był na początku używany jako towarzysz elity Orokin w czasie łowów. Tenno ery Orokin szybko zaadaptowali ten gatunek do działań w czasie zabójstw i innych cichych operacji.",
        "wiki_link": "https://warframe.fandom.com/pl/wiki/Kubrow_Huras",
        "drop": []
    },
    "trading_tax": 2000
}