{
    "_id": "62a2b943fbd62c0038ef9a2d",
    "tags": [
        "melee",
        "weapon",
        "blueprint"
    ],
    "icon": "items/images/en/innodem_blueprint.2a892f04f30e5f12bd5689a2fd467aeb.png",
    "thumb": "items/images/en/thumbs/innodem_blueprint.2a892f04f30e5f12bd5689a2fd467aeb.128x128.png",
    "icon_format": "port",
    "url_name": "innodem_blueprint",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Types/Recipes/Weapons/Evolving/ZarimanDaggerWeaponBlueprint"
    },
    "en": {
        "item_name": "Innodem Blueprint",
        "description": "In the early Orokin Empire, elites wore Innodem as a symbolic reminder to defend the defenseless. The tradition fell out of style, but nostalgic elites acknowledged the sentiment in the form of a gift. The Void amplifies that ideal. Void energy strengthens Innodem gliding aerial attacks and the wielder is increasingly resilient as they perform finisher attacks in Incarnon Form.",
        "wiki_link": null
    },
    "ru": {
        "item_name": "Иннодем (Чертеж)",
        "description": "В ранней Империи Орокин элита носила Иннодем, как символическое напоминание о необходимости защищать тех, кто не может защитить себя. Традиция вышла из моды, но ностальгирующие элиты продолжили её, преподнося это оружие Бездны в виде подарка. Энергия Бездны усиливает скользящие воздушные атаки Иннодема, и владелец становится все более успешным, выполняя добивания в инкарнонской форме.",
        "wiki_link": null
    },
    "ko": {
        "item_name": "인노뎀 설계도",
        "description": "오로킨 제국 초기, 엘리트들은 '힘없는 자들을 지킨다'라는 신념을 상기시켜주는 상징적인 증표로써 인노뎀을 몸에 지녔습니다. 세월이 지나 이 전통은 시대를 따라가지 못하고 뒤처졌지만, 옛 시절을 그리워하는 엘리트들은 선물의 형태로 이러한 정신을 인정해 보이곤 했지요. 보이드는 이러한 이상을 더 강하게 키워냅니다. 보이드 에너지는 인노뎀의 글라이딩 중 공중 공격에 범위 공격을 부여하며, 이 무기를 다루는 자는 인카논 형태로 마무리 일격을 실행할 때의 피해 저항이 대폭 증가합니다.",
        "wiki_link": null
    },
    "de": {
        "item_name": "Innodem Blaupause",
        "description": "Im frühen Orokin Imperium trugen die Eliten Innodem als symbolische Erinnerung daran, die Wehrlosen zu verteidigen. Diese Tradition geriet aus der Mode, doch nostalgische Eliten nahmen diese Sentimentalität manchmal in Form eines Geschenks an. Der Void verstärkt dieses Ideal. Void-Energie stärkt gleitende Luftangriffe von Innodem und der Träger wird zunehmend widerstandsfähiger, wenn er Todesstöße mit der Incarnon-Form ausführt.",
        "wiki_link": null
    },
    "fr": {
        "item_name": "Innodem (Schéma)",
        "description": "Au début de l'Empire Orokin, les élites portaient l'Innodem comme un rappel symbolique de leur devoir de défendre les plus faibles. La tradition est tombée en désuétude, mais les élites nostalgiques ont ravivé ce sentiment en l'offrant en cadeau. Le Néant amplifie cet idéal. L'Énergie du Néant renforce les attaques aériennes planées et l'utilisateur devient de plus en plus résistant lorsqu'il effectue des Coups de Grâce avec la forme Incarnon.",
        "wiki_link": null
    },
    "pt": {
        "item_name": "Innodem (Diagrama)",
        "description": "No início do Império Orokin, membros das elites usavam a Innodem como um lembrete simbólico da importância de defender os mais fracos. A tradição saiu de moda, mas alguns membros nostálgicos por vezes reconheciam este sentimento na forma de um presente. O Void amplificou esse ideal. A energia do Void fortalece os Ataques Aéreos da Innodem e o seu portador se torna cada vez mais resiliente à medida que executa Finalizações com a sua Forma Incarnon.",
        "wiki_link": null
    },
    "zh-hans": {
        "item_name": "清刚 蓝图",
        "description": "（英文：INNODEM）在早期的 Orokin 帝国，精英们会佩戴清刚作为提醒他们保护手无寸铁者的象征。这种传统早已过时了，但念旧的精英们有时会以礼物的形式认可这种理念。而虚空则放大了这一理念，虚空能量增强了这把武器的滑翔制空攻击之力；当佩戴者在灵化形态下进行处决攻击时，会感受到这把武器增强的韧性。",
        "wiki_link": null
    },
    "zh-hant": {
        "item_name": "影絡 藍圖",
        "description": "（英文：INNODEM）在早期的 Orokin 帝國，精英們佩戴影絡作為保護無人保護的象徵性提醒。這種傳統已經過時了，但懷舊的精英們以禮物的形式承認這種情操。虛空增強了這種理念。虛空能量強化了影絡滑翔的空中攻擊並且當握持者正在以應感形態施展處決攻擊時，他們將變得越發堅韌。",
        "wiki_link": null
    },
    "es": {
        "item_name": "Plano de Innodem",
        "description": "A principios del Imperio orokin, las élites usaban el Innodem como un recordatorio simbólico para defender a los indefensos. La tradición pasó de moda, pero las élites nostálgicas reconocían el sentimiento en forma de regalo. El Vacío amplifica ese ideal. La energía del Vacío fortalece los ataques aéreos planeadores Innodem y el portador se vuelve más resiliente conforme realiza los remates con una Forma Incarnon.",
        "wiki_link": null
    },
    "it": {
        "item_name": "Innodem (Schema)",
        "description": "Agli albori dell'Impero Orokin, l'élite indossava l'Innodem come promemoria simbolico di difendere gli indifesi. La tradizione è caduta in disuso, ma l'élite nostalgica riportava alla luce questo sentimento sottoforma di regalo. Il Void amplifica questo ideale. L'energia Void rafforza gli attacchi aerei in planata dell'Innodem e chi lo impugna è progressivamente più resistente mentre vengono eseguiti attacchi esecuzione nella Forma Incarnon.",
        "wiki_link": null
    },
    "pl": {
        "item_name": "Innodem - Schemat",
        "description": "We wczesnym Imperium Orokin elity nosiły Innodem jako symboliczne przypomnienie o obronie bezbronnych. Tradycja wyszła z mody, ale nostalgiczne elity honorowały to znaczenie w formie prezentu. Pustka wzmacnia ten ideał. Energia Pustki nasyca ataki z powietrza Innodem, a władający nim wojownik staje się odporniejszy na obrażenia, kiedy walczy tą bronią w Formie Inkarnon.",
        "wiki_link": null
    },
    "uk": {
        "item_name": "Іннодем (креслення)",
        "description": "На початках орокінської імперії кинджали «Іннодем» слугували шляхті символом захисту беззахисних. Згодом це вже стало не модно, проте поціновувачі древніх традицій час від часу все ще дарували цей кинджал одне одному. Порожнеча посилила образ і наділила удари з повітря своєю енергією, а власник кинджала ставатиме сильнішим із кожним наступним добиванням інкарнонською формою.",
        "wiki_link": null
    },
    "mastery_level": 14,
    "trading_tax": 2000
}