{
    "_id": "626ca573f40db600829c9d09",
    "tags": [
        "secondary",
        "weapon",
        "blueprint"
    ],
    "icon": "icons/en/laetum_blueprint.7d096a802a809499e0ce83f41f712f78.png",
    "thumb": "icons/en/thumbs/laetum_blueprint.7d096a802a809499e0ce83f41f712f78.128x128.png",
    "icon_format": "land",
    "url_name": "laetum_blueprint",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Types/Recipes/Weapons/Evolving/ZarimanHeavyPistolBlueprint"
    },
    "en": {
        "item_name": "Laetum Blueprint",
        "description": "During parades and victory marches, the Laetum fired pigmented airburst rounds that rained onto festive crowds. The Orokin sent Laetum with the Zariman so they could properly celebrate a successful maiden voyage to Tau. There would be no such celebration, but the Void imbued the Laetum with a much more explosive capacity.",
        "wiki_link": null,
        "drop": []
    },
    "ru": {
        "item_name": "Летум: Чертеж",
        "description": "Во время парадов и триумфальных шествий Летум стрелял пигментированными снарядами, которые дождём сыпались на головы праздничной толпы. Орокин отправили Летум на Заримане, чтобы те могли достойно отпраздновать свой первый рейс на Тау. Поводов для торжества не было, но Бездна наполнила Летум куда более взрывным характером.",
        "wiki_link": null,
        "drop": []
    },
    "ko": {
        "item_name": "레이텀 설계도",
        "description": "퍼레이드 및 승전 행진 동안, 레이텀은 색소로 찬 공중 폭발탄을 쏘아 축제를 즐기는 군중에게 물감을 비처럼 뿌리는 용도로 사용되었습니다. 오로킨은 자리만이 타우로의 첫 항해를 성공적으로 달성했을 때 이를 제대로 축하할 수 있도록 레이텀을 함께 보냈지요. 이제 그런 기념행사는 영영 열릴 일이 없겠지만, 보이드는 레이텀에 그보다도 훨씬 폭발적인 능력을 불어넣었습니다.",
        "wiki_link": null,
        "drop": []
    },
    "de": {
        "item_name": "Laetum: Blaupause",
        "description": "Bei Paraden und Siegesmärschen feuerte die Laetum pigmentierte Luftladungen ab, die auf die feiernden Menschenmengen regneten. Die Orokin schickten die Laetum mit der Zariman, damit sie eine erfolgreiche Jungfernfahrt nach Tau gebührend feiern konnten. Eine solche Feier würde es nicht geben, aber der Void verlieh der Laetum eine wesentlich größere Sprengkraft.",
        "wiki_link": null,
        "drop": []
    },
    "fr": {
        "item_name": "Lætum - Schéma",
        "description": "Pendant les défilés et les marches de la victoire, le Lætum tirait des munitions colorées et inoffensives qui pleuvaient sur les foules festives. Les Orokins ont envoyé le Laetum avec le Zariman afin qu'ils puissent célébrer correctement leur voyage inaugural à Tau. Il n'y eut jamais une telle célébration, mais le Néant a imprégné le Lætum d'une capacité beaucoup plus explosive.",
        "wiki_link": null,
        "drop": []
    },
    "pt": {
        "item_name": "Laetum: Diagrama",
        "description": "Durante desfiles e marchas triunfantes, a Laetum disparava rajadas explosivas pigmentadas sobre as multidões. Os Orokin enviaram a Laetum à Zariman para poder ser utilizada na celebração da viagem bem-sucedida a Tau. A celebração jamais aconteceria, mas o Void imbuiu a Laetum com uma capacidade muito mais explosiva.",
        "wiki_link": null,
        "drop": []
    },
    "zh-hans": {
        "item_name": "奏凯 蓝图",
        "description": "（英文：LAETUM）在阅兵式和得胜行军期间，人们会用奏凯发射色彩缤纷的空爆弹化作鲜艳的雨点落在欢庆的人群身上。 Orokin 人将奏凯送上了「扎里曼号」，以便他们能够好好庆祝前往 Tau 星系的成功首航。虽然这样的庆祝活动从未发生，但虚空给奏凯赋予了更强的爆炸之力。",
        "wiki_link": null,
        "drop": []
    },
    "zh-hant": {
        "item_name": "樂銃 藍圖",
        "description": "（英文：LAETUM）在遊行和勝利行軍中，人們會用樂銃來發射彩色的空爆彈，繽紛如雨飄落在慶典的人群上。Orokin 把樂銃送給了扎日曼號，這樣他們就可以在航行到 Tau 星系時好好慶祝首航的成功。雖然這般的慶祝活動並沒有發生，但虛空賦予了樂銃更強大的爆破性能。",
        "wiki_link": null,
        "drop": []
    },
    "es": {
        "item_name": "Plano de Laetum",
        "description": "Durante los desfiles y marchas de victoria, el Laetum disparaba rondas de ráfagas de aire pigmentado hacia las alegres multitudes. Los orokin enviaron el Laetum al Zariman para poder celebrar el éxito del primer viaje a Tau. Esa celebración no llegó a ocurrir, pero el Vacío imbuyó la Laetum con una capacidad mucho más explosiva.",
        "wiki_link": null,
        "drop": []
    },
    "it": {
        "item_name": "Laetum Blueprint",
        "description": "Durante le parate e le marce per la vittoria, la Laetum sparava proiettili pigmentati che piovevano sulla folla in festa. Gli Orokin inviarono la Laetum con la Zariman in modo che potessero celebrare adeguatamente un viaggio inaugurale di successo a Tau. Tale celebrazione non è avvenuta, ma il Void ha infuso nella Laetum una capacità molto più esplosiva.",
        "wiki_link": null,
        "drop": []
    },
    "pl": {
        "item_name": "Laetum: Schemat",
        "description": "Podczas parad i marszów zwycięstwa, Laetum wystrzeliwał kolorowe pociski, które wybuchały jak fajerwerki nad świętującymi tłumami. Orokin posłali Laetum wraz z Zarimanem, by mogli odpowiednio uczcić dziewiczy rejs do Tau. Nie było powodów do świętowania, ale Pustka nasyciła Laetum znacznie bardziej wybuchowym charakterem.",
        "wiki_link": null,
        "drop": []
    },
    "mastery_level": 14,
    "trading_tax": 2000
}