{
    "_id": "657f14f38820fb8f3c5f4659",
    "tags": [
        "archwing",
        "primary",
        "weapon",
        "blueprint"
    ],
    "icon": "items/images/en/mandonel_blueprint.242783b92f4aeadf1270b7012dfa9079.png",
    "thumb": "items/images/en/thumbs/mandonel_blueprint.242783b92f4aeadf1270b7012dfa9079.128x128.png",
    "sub_icon": "sub_icons/blueprint_128x128.png",
    "url_name": "mandonel_blueprint",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Types/Recipes/Weapons/TnConcreteArchgunBlueprint"
    },
    "part_of_set": [
        "mandonel_barrel",
        "mandonel_blueprint",
        "mandonel_receiver",
        "mandonel_set",
        "mandonel_stock"
    ],
    "set_root": false,
    "quantity_for_set": 1,
    "i18n": {
        "en": {
            "item_name": "Mandonel Blueprint",
            "description": "Mandonel fires Radiation Damage projectiles. Partially charged shots release a spread and fully charged shots release a beam that dissolves into a radiation field. Projectiles that pass through the field are empowered.",
            "wiki_link": null
        },
        "ru": {
            "item_name": "Мандонель (Чертеж)",
            "description": "Мандонель выпускает снаряды, наносящие радиационный урон. Частично заряженные выстрелы испускают рассеянное излучение, а заряженные выстрелы концентрируют его в луч, который заканчивается в поле радиации. Снаряды, проходящие через это поле, усиливаются.",
            "wiki_link": null
        },
        "ko": {
            "item_name": "만도넬 설계도",
            "description": "만도넬은 방사능 피해를 입히는 탄을 발사합니다. 일부만 충전 후 발사 시 확산하는 산탄을 방출하며, 완전 충전 후 발사 시 방사능 필드로 용해되는 빔을 방출합니다. 이 필드를 통과하는 탄은 강화 효과를 얻습니다.",
            "wiki_link": null
        },
        "de": {
            "item_name": "Mandonel Blaupause",
            "description": "Das Mandonel feuert Projektile mit Strahlungsschaden ab. Teilweise geladene Schüsse streuen und vollständig geladene Schüsse feuern einen Strahl ab, der sich in ein Strahlungsfeld auflöst. Projektile, die das Feld durchqueren, werden gestärkt.",
            "wiki_link": null
        },
        "fr": {
            "item_name": "Mandonel (Schéma)",
            "description": "Le Mandonel tire des projectiles à Dégâts de Radiations. Les tirs partiellement chargés libèrent un faisceau à dispersion et les tirs complètement chargés libèrent un faisceau qui se dissout dans un champ de Radiations. Les projectiles qui traversent le champ sont renforcés.",
            "wiki_link": null
        },
        "pt": {
            "item_name": "Mandonel (Diagrama)",
            "description": "A Mandonel disparará projéteis radioativos. Os disparos parcialmente carregados iniciarão uma propagação, e os disparos totalmente carregados liberarão um feixe que se dissolverá em um campo de radiação. Os projéteis que atravessarem o campo serão fortalecidos.",
            "wiki_link": null
        },
        "zh-hans": {
            "item_name": "辐光弩炮 蓝图",
            "description": "（英文：MANDONEL）辐光弩炮发射辐射伤害投射物。未完全充能的射击会散射，而完全充能的射击则会释放出光束并生成辐射力场。穿过力场的投射物会被增强。",
            "wiki_link": null
        },
        "zh-hant": {
            "item_name": "曼多重砲 藍圖",
            "description": "（英文：MANDONEL）Mandonel 發射帶有輻射傷害的投射物。部分充能的射擊會以擴散的方式發射，完整充能會釋放一道會分解成輻射場的光束。穿過場域的投射物會被增強。",
            "wiki_link": null
        },
        "es": {
            "item_name": "Plano de Mandonel",
            "description": "Mandonel dispara proyectiles radioactivos. Los disparos parcialmente cargados son lanzados en dispersión y los disparos completamente cargados lanzan un rayo que se disuelve en un campo de radiación. Los proyectiles que atraviesan el campo son potenciados.",
            "wiki_link": null
        },
        "it": {
            "item_name": "Mandonel (Schema)",
            "description": "Il Mandonel spara proiettili che provocano Danno Radiazione. I colpi parzialmente carichi rilasciano una diffusione mentre i colpi completamente carichi rilasciano un raggio che si dissolve in un campo di radiazione. I proiettili che attraversano il campo sono potenziati.",
            "wiki_link": null
        },
        "pl": {
            "item_name": "Mandonel - Schemat",
            "description": "Mandonel wystrzeliwuje pociski zadające Obr. Radiacyjne. Częściowo naładowane wystrzały uwalniają rozproszone promieniowanie, a naładowane skupiają je w promień, który kończy się polem promieniowania. Pociski, które przelecą przez to pole, zostają wzmocnione.",
            "wiki_link": null
        },
        "uk": {
            "item_name": "Мандонель (креслення)",
            "description": "Мандонель вистрілює снарядами з радіаційною шкодою. Частково заряджені постріли створюють розкид, а повністю заряджені постріли створюють промінь, який утворює радіаційне поле. Снаряди, які проходять через це поле, посилюються.",
            "wiki_link": null
        }
    },
    "mastery_level": 10,
    "trading_tax": 2000
}