{
    "_id": "5fde10c36db57b0185b39078",
    "tags": [
        "primary",
        "archwing",
        "weapon",
        "set"
    ],
    "icon": "items/images/en/morgha_set.f2cd71d06c4e7d5c63b1d66a986bfdd8.png",
    "thumb": "items/images/en/thumbs/morgha_set.f2cd71d06c4e7d5c63b1d66a986bfdd8.128x128.png",
    "icon_format": "land",
    "url_name": "morgha_set",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Weapons/Tenno/Archwing/Primary/ThanoTechGrenadeLaunch/ThanoTechGrenadeLauncher",
        "type": "set"
    },
    "part_of_set": [
        "morgha_stock",
        "morgha_receiver",
        "morgha_barrel",
        "morgha_set"
    ],
    "set_root": true,
    "en": {
        "item_name": "Morgha Set",
        "description": "Blast through enemies with a double-barreled shot of energized slugs. This siphons their life essence which is then used to generate the secondary fire's massive air-burst mortar. The ancient Entrati weapon was built for Necramechs but also functions as an Archgun.",
        "wiki_link": "https://warframe.fandom.com/wiki/Morgha"
    },
    "ru": {
        "item_name": "Морга: Комплект",
        "description": "Прокладывайте путь сквозь толпы врагов с помощью заряженных пуль, выпущенных из двух стволов. Высасывайте из врагов их жизненную сущность, которая затем используется для создания массивного минометного снаряда в режиме вторичного огня. Это древнее оружие Энтрати было построено для Некрамехов, но также функционирует как оружие для Арчвинга.",
        "wiki_link": "https://warframe.fandom.com/ru/wiki/%D0%9C%D0%BE%D1%80%D0%B3%D0%B0"
    },
    "ko": {
        "item_name": "모르가 세트",
        "description": "더블 배럴에서 뿜어져 나오는 에너지 탄환으로 적들을 폭파시킬 수 있으며, 이를 통해 목표로부터 생명의 정수를 빨아들여 박격포 보조 발사로 거대한 공중 폭발을 발생시키는 데 사용합니다. 고대의 엔트라티 무기는 네크라메크를 위해 제작되었지만 아크윙 총기로도 사용할 수 있습니다.",
        "wiki_link": "https://warframe.fandom.com/wiki/Morgha"
    },
    "de": {
        "item_name": "Morgha: Set",
        "description": "Mit einem doppelläufigen Schuss und energiegeladenen Kugeln bahnst du dir einen Weg durch Gegner. Dabei wird Lebensessenz aufgesaugt und mit dem Sekundärfeuer zu einer Luftdetonation umgewandelt. Die uralte Entrati-Waffe wurde für Necramechs gebaut, aber sie kann auch als Arch-Gewehr benutzt werden.",
        "wiki_link": "https://warframe.fandom.com/wiki/Morgha"
    },
    "fr": {
        "item_name": "Morgha - Set",
        "description": "Abattez vos ennemis avec un double tir de balles chargées d'énergie. Leur essence vitale est aspirée et ensuite utilisée pour charger le mortier explosif du tir secondaire. Cette ancienne arme Entrati a été construite pour les Necramechs mais elle fonctionne également comme un Arch-Fusil.",
        "wiki_link": "https://warframe.fandom.com/fr/wiki/Morgha"
    },
    "pt": {
        "item_name": "Morgha: Conjunto",
        "description": "Exploda seus inimigos com um disparo de balotes energizados, provenientes de canos duplos. Eles drenam a essência de vida dos inimigos, que então é utilizada para gerar o disparo secundário, massivo e explosivo. Esta arma Entrati ancestral foi construída inicialmente para os Necramechs, mas também pode ser utilizada como uma Arch-Arma.",
        "wiki_link": "https://warframe.fandom.com/wiki/Morgha"
    },
    "zh-hans": {
        "item_name": "置灵者 一套",
        "description": "（英文：MORGHA）通过双管射出的充能弹头来轰击敌人。这会吸取他们的生命精华，然后将其用于生成次要射击模式的大规模空爆迫击炮。这件古老的英择谛武器是为殁世机甲打造的，但也可以作为一把 Archwing 枪械来使用。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Morgha"
    },
    "zh-hant": {
        "item_name": "葬棺者 一套",
        "description": "（英文：MORGHA）以雙管射出高能量的彈頭轟炸敵人，能從目標身上抽取生命精華來補充次要射擊的空爆巨砲。這項源拓氏武器原為亡骸機甲使用，但也可作為 Archwing 槍械使用。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Morgha"
    },
    "es": {
        "item_name": "Set de Morgha",
        "description": "Atraviesa a los enemigos con un disparo de dos cañones de balas energizadas. Esto extrae su esencia vital que luego se usa para generar el masivo mortero explosivo aéreo del fuego secundario. La antigua arma Entrati fue construida para Necramechs pero también funciona como archcañón.",
        "wiki_link": "https://warframe.fandom.com/wiki/Morgha"
    },
    "it": {
        "item_name": "Morgha Set",
        "description": "Distruggi i nemici con un doppio colpo di proiettili energizzati. Questo incanala la loro essenza vitale che viene quindi utilizzata per generare l'enorme esplosione aerea del fuoco secondario. Questa antica arma Entrati è stata costruita per i Necramech ma può essere utilizzata anche come Archgun.",
        "wiki_link": "https://warframe.fandom.com/wiki/Morgha"
    },
    "pl": {
        "item_name": "Morgha: Zestaw",
        "description": "Przebijaj się przez wrogów przy pomocy elektrycznych pocisków wystrzeliwanych z podwójnej lufy. Wysysaj esencję życiową wrogów, która jest następnie wykorzystywana do stworzenia masywnego pocisku moździerzowego. Starożytna broń Entrati została zbudowana dla Nekramechów, ale działa również jako Archgun.",
        "wiki_link": "https://warframe.fandom.com/wiki/Morgha"
    },
    "uk": {
        "item_name": "Морґа (комплект)",
        "description": "Важкий гранатомет, розроблений Ентраті для їхніх некрамехів, може використовуватися для арквінґів. Стріляє енергетичними набоями одночасно з двох стволів, які витягують есенцію життя з цілей і заряджають потужний мінометний альтернативний режим стрільби.",
        "wiki_link": "https://warframe.fandom.com/wiki/Morgha"
    },
    "mastery_level": 15,
    "trading_tax": 6000
}