{
    "_id": "62a2baebfbd62c00450b71da",
    "tags": [
        "set"
    ],
    "icon": "items/images/en/parallax_set.75e7e972c395cb8f385c810b9c73b55c.png",
    "thumb": "items/images/en/thumbs/parallax_set.75e7e972c395cb8f385c810b9c73b55c.128x128.png",
    "icon_format": "land",
    "url_name": "parallax_set",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Types/Items/Ships/ZarimanShip",
        "type": "set"
    },
    "part_of_set": [
        "parallax_avionics_blueprint",
        "parallax_engines_blueprint",
        "parallax_fuselage_blueprint",
        "parallax_set"
    ],
    "set_root": true,
    "i18n": {
        "en": {
            "item_name": "Parallax Set",
            "description": "The Parallax was designed for Zariman interplanetary research. It can deploy the advanced Orokin Eye air support, which would have allowed colonizers to study areas rich in rare resources before landing.",
            "wiki_link": null,
            "icon": "items/images/en/parallax_set.75e7e972c395cb8f385c810b9c73b55c.png",
            "thumb": "items/images/en/thumbs/parallax_set.75e7e972c395cb8f385c810b9c73b55c.128x128.png"
        },
        "ru": {
            "item_name": "Параллакс: Комплект",
            "description": "Параллакс был разработан для межпланетных исследований «Заримана». Он может развернуть передовую авиационную поддержку «Око Орокин», которая позволяла колонизаторам изучить районы, богатые редкими ресурсами, перед высадкой.",
            "wiki_link": null
        },
        "ko": {
            "item_name": "패럴락스 세트",
            "description": "패럴락스는 자리만의 행성간 연구를 위해 설계되었습니다. 개척민들이 착륙 전에 희귀 자원이 풍부한 지역을 찾는 데에 사용될 예정이었던 발전형 오로킨 아이 공중 지원을 배치할 수 있습니다.",
            "wiki_link": null
        },
        "de": {
            "item_name": "Parallax: Set",
            "description": "Das Parallax wurde für die interplanetare Forschung der Zariman entworfen. Es kann fortschrittliche Orokin Auge Luftdeckung einsetzten, die es Kolonisten erlaubt hätte, Bereiche mit reichen Vorkommen zu untersuchen, ohne zu landen.",
            "wiki_link": null
        },
        "fr": {
            "item_name": "Parallax - Set",
            "description": "Le Parallax a été conçu pour la recherche interplanétaire du Zariman. Il peut déployer le support aérien avancé Œil Orokin, qui a permis aux colonisateurs d'étudier des zones riches en ressources rares avant d'atterrir.",
            "wiki_link": null
        },
        "pt": {
            "item_name": "Parallax: Conjunto",
            "description": "A Parallax foi projetada para a pesquisa interplanetária da Zariman. Ela pode implantar o suporte aéreo avançado da Visão Orokin, permitindo a exploração de áreas ricas em depósitos de recursos raros antes mesmo de aterrissar.",
            "wiki_link": null
        },
        "zh-hans": {
            "item_name": "星察 一套",
            "description": "（英文：PARALLAX）星察是为扎里曼的行星研究而设计的。它可部署先进的 Orokin 之眼空中支援，可让殖民者在登陆前研究稀有资源丰富的地区。",
            "wiki_link": null
        },
        "zh-hant": {
            "item_name": "Parallax 一套",
            "description": "Parallax 是專門設計來進行星際研究的。它可以部署先進的空中支援－Orokin 之眼，讓殖民者可以在登陸之前研究富有稀有資源的區域。",
            "wiki_link": null
        },
        "es": {
            "item_name": "Set de Parallax",
            "description": "La Parallax fue diseñada para la investigación interplanetaria de la Zariman. Puede desplegar el apoyo aéreo avanzado del Ojo orokin, que permitía a los colonizadores inspeccionar áreas ricas en recursos raros antes de aterrizar.",
            "wiki_link": null
        },
        "it": {
            "item_name": "Parallax Set",
            "description": "La Parallax è stata progettata per la ricerca interplanetaria Zariman. Può schierare il supporto aereo avanzato Orokin Eye, che avrebbe consentito ai colonizzatori di studiare aree ricche di risorse rare prima di atterrare.",
            "wiki_link": null
        },
        "pl": {
            "item_name": "Parallax: Zestaw",
            "description": "Statek Parallax został zaprojektowany do międzyplanetarnych badań Zarimana. Jest on wyposażony w zaawansowany system wsparcia powietrznego, Wzrok Orokin, który pozwalał kolonistom na wyszukanie bogatych w zasoby obszarów przed wylądowaniem.",
            "wiki_link": null
        },
        "uk": {
            "item_name": "Паралакс (комплект)",
            "description": "Десантне судно «Паралакс» розроблене для планетарних досліджень «Зарименом». Його технологія повітряної підтримки «Орокінське око» мала дозволити колоністам вивчати багаті на ресурси місця ще до приземлення.",
            "wiki_link": null
        }
    },
    "trading_tax": 6000
}