{
    "_id": "5dff6e111456970316674a20",
    "tags": [
        "primary",
        "weapon",
        "blueprint"
    ],
    "icon": "items/images/en/quellor_blueprint.4a72101e1ef7e50287d619e68a44d97e.png",
    "thumb": "items/images/en/thumbs/quellor_blueprint.4a72101e1ef7e50287d619e68a44d97e.128x128.png",
    "icon_format": "land",
    "url_name": "quellor_blueprint",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Types/Recipes/Weapons/RailjackRifleGunBlueprint"
    },
    "i18n": {
        "en": {
            "item_name": "Quellor Blueprint",
            "description": "The Quellor was standard-issue to Dax Railjack crews of the Old War, dating back to the earliest, pre-Sigma craft. A rapid-fire assault rifle with a hefty magazine-size, the Quellor is an all-round workhorse. Also capable of large, short-range cryo-blasts.",
            "wiki_link": "https://warframe.fandom.com/wiki/Quellor",
            "icon": "items/images/en/quellor_blueprint.4a72101e1ef7e50287d619e68a44d97e.png",
            "thumb": "items/images/en/thumbs/quellor_blueprint.4a72101e1ef7e50287d619e68a44d97e.128x128.png"
        },
        "ru": {
            "item_name": "Кэллор (Чертеж)",
            "description": "Кэллор являлся стандартным оружием для экипажа Рэйлджека даксов времен Старой войны, начиная с самого раннего, до создания серии «Сигма». Скорострельная штурмовая винтовка с увеличенным магазином, Кэллор является универсальной «рабочей лошадкой». Кэллор способен также производить массивные крио-заряды в малом радиусе действия.",
            "wiki_link": "https://warframe.fandom.com/ru/wiki/%D0%9A%D1%8D%D0%BB%D0%BB%D0%BE%D1%80"
        },
        "ko": {
            "item_name": "퀠러 설계도",
            "description": "퀠러는 옛 전쟁 시절 닥스 레일잭 승무원들의 표준 규격 장비였으며, 그 역사는 가장 초기의 시그마 공법 이전까지 거슬러 올라갑니다. 장대한 탄창을 지닌 속사형 돌격 소총, 퀠러는 어디서나 잘 통하는 건실한 무기입니다. 또한 근거리의 큰 극저온 폭발을 일으킬 수 있습니다.",
            "wiki_link": "https://warframe.fandom.com/wiki/Quellor"
        },
        "de": {
            "item_name": "Quellor Blaupause",
            "description": "Das Quellor war Standardausrüstung der Dax Railjack-Crews des Alten Krieges und geht auf die frühesten Prä-Sigma Schiffe zurück. Als ein schnellfeuerndes Sturmgewehr mit beachtlicher Magazingröße, ist das Quellor ein vielseitiges Arbeitspferd. Auch fähig, schwere Kryo-Angriffe auf kurze Distanz durchzuführen.",
            "wiki_link": "https://warframe.fandom.com/wiki/Quellor"
        },
        "fr": {
            "item_name": "Quellor (Schéma)",
            "description": "Le Quellor faisait partie de l'équipement standard pour les équipages Dax de Railjack de l'Ancienne Guerre, remontant au plus ancien modèle pré-Sigma. Fusil d'assaut à tir rapide avec un chargeur à haute capacité, le Quellor est une arme polyvalente. Également capable d'envoyer de grandes explosions cryogéniques de courte portée.",
            "wiki_link": "https://warframe.fandom.com/fr/wiki/Quellor"
        },
        "pt": {
            "item_name": "Quellor (Diagrama)",
            "description": "A Quellor era o armamento padrão das tripulações Dax das Railjacks da Guerra Ancestral, datando desde a era Pré-Sigma. Um fuzil de assalto veloz com um carregador massivo, a Quellor é um instrumento de batalha altamente versátil. Além disso, é capaz de gerar grandes explosões de projéteis de curto alcance.",
            "wiki_link": "https://warframe.fandom.com/wiki/Quellor"
        },
        "zh-hans": {
            "item_name": "压制者 蓝图",
            "description": "（英文：QUELLOR）压制者是远古之战时禁卫航道星舰舰员的标准配置武器，其最早的铸造可追溯到西格玛系列之前。这是一种速射突击步枪，拥有较大的弹匣容量，是全能型的主战武器。而且也有着巨大的、短距离的冰冻冲击。",
            "wiki_link": "https://warframe.huijiwiki.com/wiki/Quellor"
        },
        "zh-hant": {
            "item_name": "鎮壓者 藍圖",
            "description": "（英文：QUELLOR）鎮壓者是遠古之戰中禁衛銳捷號船員的標準步槍配置。其起源可追溯至最早期西格瑪系列飛船之前。這把速射突擊步槍具有一組重型的彈匣容量，並且是一把全方位的主力武器，也具備巨大且近距離的冰凍爆炸。",
            "wiki_link": "https://warframe.huijiwiki.com/wiki/Quellor"
        },
        "es": {
            "item_name": "Plano de Quellor",
            "description": "El Quellor fue un estándar para las tripulaciones de Dax de Railjack en la Antigua Guerra, que se remonta a la primera nave pre-Sigma. Un rifle de asalto de fuego rápido con un tamaño considerable de cargador, el Quellor es un caballo de batalla versátil. También es capaz de amplios crióestallidos de corto alcance.",
            "wiki_link": "https://warframe.fandom.com/es/wiki/Quellor"
        },
        "it": {
            "item_name": "Quellor (Schema)",
            "description": "Il Quellor era la dotazione d'ordinanza per gli equipaggi Dax del Railjack nella Vecchia Guerra, risalente alla prima imbarcazione pre-Sigma. È un fucile d'assalto a tutto tondo con fuoco rapido e un grosso caricatore. È anche in grado di creare esplosioni criogeniche di grandi dimensioni a corto raggio.",
            "wiki_link": "https://warframe.fandom.com/wiki/Quellor"
        },
        "pl": {
            "item_name": "Quellor - Schemat",
            "description": "Quellor był standardowym wyposażeniem załóg Dax Railjacków w czasach Starej Wojny, sięgając do najwcześniejszych statków poprzedzających serię Sigma. Szybkostrzelny karabin szturmowy z pojemnym magazynkiem, Quellor to o szerokim zastosowaniu. Ogień alternatywny wystrzeliwuje kriogeniczny pocisk o krótkim zasięgu.",
            "wiki_link": "https://warframe.fandom.com/pl/wiki/Quellor"
        },
        "uk": {
            "item_name": "Упокорювач (креслення)",
            "description": "Швидкострільна універсальна гвинтівка з містким магазином, що також може стріляти кріоснарядами на малій відстані. Це була стандартна зброя даксів на рейкоджеках у часи Давньої війни, задовго до появи зорельотів класу «Сигма».",
            "wiki_link": "https://warframe.fandom.com/wiki/Quellor"
        }
    },
    "mastery_level": 12,
    "trading_tax": 2000
}