{
    "_id": "5ba9f2044567de01415f638f",
    "tags": [
        "imprint",
        "pet",
        "kubrow",
        "raksa"
    ],
    "icon": "icons/en/Raksa_Kubrow_Imprint.e64d6ce9309296cba5a4ad71a1dde192.png",
    "thumb": "icons/en/thumbs/Raksa_Kubrow_Imprint.e64d6ce9309296cba5a4ad71a1dde192.128x128.png",
    "icon_format": "land",
    "url_name": "raksa_kubrow_imprint",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Types/Game/KubrowPet/GuardKubrowPetPowerSuit",
        "type": "imprint"
    },
    "en": {
        "item_name": "Raksa Kubrow Imprint",
        "description": "Designed by the Orokin to be the perfect companion, a Kubrow was never far from its master's side. Loyal and obedient, these creatures made ideal bodyguards. Equipped with shield generators for added protection, their fierce growl could paralyze any attacker with fear.",
        "wiki_link": "https://warframe.fandom.com/wiki/Raksa_Kubrow",
        "drop": []
    },
    "ru": {
        "item_name": "Ракса Кубрау: Отпечаток",
        "description": "Эти Кубрау были выведены Орокин для того, чтобы послужить безупречными помощниками, поэтому они никогда не покидали хозяина. Верные и послушные, эти существа стали отличными телохранителями. Кубрау этой породы оснащены генераторами щитов для лучшей защиты, а их грозный вой повергает нападающих врагов в ужас.",
        "wiki_link": "https://warframe.fandom.com/ru/wiki/%D0%A0%D0%B0%D0%BA%D1%81%D0%B0_%D0%9A%D1%83%D0%B1%D1%80%D0%B0%D1%83",
        "drop": []
    },
    "ko": {
        "item_name": "락사 쿠브로 임프린트",
        "description": "오로킨에 의해 완벽한 동반자로써 설계된 이 쿠브로는 언제나 한결같이 그 주인의 곁을 지키곤 했습니다. 충직하고 순종적인 이 생물들은 이상적인 보디가드 그 자체로, 부가적인 보호 효과를 위한 실드 제네레이터를 장비하며, 그들의 사나운 울음소리로 다가오는 모든 적을 공포로 얼어붙게 만들 수 있습니다.",
        "wiki_link": "https://warframe.fandom.com/wiki/Raksa_Kubrow",
        "drop": []
    },
    "de": {
        "item_name": "Raksa Kubrow: Genetischer Abdruck",
        "description": "Von den Orokin als perfekter Gefährte konzipiert, weichte dieser Kubrow nie weit von der Seite seines Meisters. Loyal und gehorsam waren diese Geschöpfe die idealen Leibwächter. Ausgestattet mit Schildgeneratoren für zusätzlichen Schutz, konnte ihr böses Knurren jeden Angreifer vor Angst lähmen.",
        "wiki_link": "https://warframe.fandom.com/de/wiki/Raksa_Kubrow",
        "drop": []
    },
    "fr": {
        "item_name": "Kubrow Raksa - Empreinte",
        "description": "Conçu par les Orokin pour être le compagnon parfait, un Kubrow n'était jamais loin de son maître. Loyales et obéissantes, ces créatures faisaient de parfaits gardes du corps. Équipées avec un générateur de bouclier en tant que protection supplémentaire, leurs grognements féroces pouvaient paralyser de peur n'importe quel agresseur.",
        "wiki_link": "https://warframe.fandom.com/fr/wiki/Kubrow_Raksa",
        "drop": []
    },
    "pt": {
        "item_name": "Kubrow Raksa: Código Genético",
        "description": "Projetado pelo Orokin para ser o companheiro perfeito, um Kubrow jamais estava longe do lado de seu mestre. Leais e obedientes, estas criaturas tornavam-se guarda-costas ideais. Equipados com geradores de escudo para proteção adicional, seu uivo feroz paralisa de medo qualquer agressor.",
        "wiki_link": "http://warframe.wikia.com/wiki/Kubrow#Raksa",
        "drop": []
    },
    "zh-hans": {
        "item_name": "防护型库狛 基因印记",
        "description": "由 Orokin 设计的完美伙伴，库狛永远不会离开主人的身边。永远忠诚和服从。这些生物是理想的保镖。配备有护盾生成器来加强保护能力，它们凶猛的吠叫声能引起恐惧来瘫痪任何侵犯者。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Raksa_Kubrow",
        "drop": []
    },
    "zh-hant": {
        "item_name": "防護型庫狛 基因印記",
        "description": "由 Orokin 設計的完美夥伴，庫狛永遠不會離開主人的身邊。永遠忠誠和服從。這些生物是理想的保鑣。配備有護盾產生器來加強保護能力，牠們兇猛的吠叫聲能引起恐懼來癱瘓任何侵犯者。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Raksa_Kubrow",
        "drop": []
    },
    "es": {
        "item_name": "Impronta de Kubrow Raksa",
        "description": "Diseñados por los orokin para ser los compañeros perfectos, los kubrow nunca se alejaban de su maestro. Leales y obedientes, estas criaturas eran los guardaespaldas ideales. Equipados con generadores de escudo como protección adicional, su fiero gruñido podía paralizar de miedo a cualquier atacante.",
        "wiki_link": "https://warframe.fandom.com/es/wiki/Kubrow_Raksa",
        "drop": []
    },
    "it": {
        "item_name": "Raksa Kubrow Imprint",
        "description": "Ideati dagli Orokin per essere i compagni perfetti, un Kubrow non si allontanava mai dal fianco del suo padrone. Leali ed obbedienti, queste creature erano le guardie del corpo ideali. Dotati di generatori di scudi per una protezione aggiuntiva, il loro ruggito era in grado di paralizzare l'aggressore dalla paura.",
        "wiki_link": "http://warframe.wikia.com/wiki/Kubrow#Raksa",
        "drop": []
    },
    "pl": {
        "item_name": "Kubrow Raksa: Genotyp",
        "description": "Zaprojektowane przez Orokin, by być idealnym towarzyszem, Kubrow zawsze znajdował się blisko boku swego pana. Wierne i posłuszne, te stworzenia stały się idealnymi obrońcami. Wyposażone w generatory tarcz dla dodatkowej ochrony, ich okrutny ryk sparaliżuje strachem każdego napastnika.",
        "wiki_link": "https://warframe.fandom.com/pl/wiki/Kubrow_Raksa",
        "drop": []
    },
    "trading_tax": 2000
}