{
    "_id": "63886517e7c988007b5bd514",
    "tags": [
        "melee",
        "weapon",
        "set"
    ],
    "icon": "items/images/en/sarofang_set.b9dddab4cdb3312fa7a7bf8c78d82246.png",
    "thumb": "items/images/en/thumbs/sarofang_set.b9dddab4cdb3312fa7a7bf8c78d82246.128x128.png",
    "icon_format": "land",
    "url_name": "sarofang_set",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Weapons/Tenno/Melee/Axe/WolfFrameAxeWeapon",
        "type": "set"
    },
    "part_of_set": [
        "sarofang_blade",
        "sarofang_handle",
        "sarofang_set"
    ],
    "set_root": true,
    "en": {
        "item_name": "Sarofang Set",
        "description": "Mete out the sharp pain of justice. Heavy Slam attacks create a vortex that pulls in lifted enemies when the Sarofang’s Combo Multiplier builds to 8x. In Voruna’s hands, the Sarofang only requires a 5x Combo Multiplier to summon the vortex.",
        "wiki_link": "https://warframe.fandom.com/wiki/Sarofang"
    },
    "ru": {
        "item_name": "Сарофанг: Комплект",
        "description": "Отвесьте острой боли правосудия. Тяжёлые атаки по земле создают вихрь, который притягивает поднятых врагов, когда множитель комбо Сарофанга увеличивается до 8x. В руках Воруны Сарофангу требуется всего 5-кратный множитель комбо, чтобы вызвать вихрь.",
        "wiki_link": null
    },
    "ko": {
        "item_name": "사로팡 세트",
        "description": "심판의 날카로운 고통을 적들에게 내리세요. 연속기 배수가 8x 이상에서 지면 강타 강 공격 시 띄워진 적들을 빨아들이는 소용돌이를 만들어냅니다. 보루나의 손에 들릴 경우, 사로팡이 소용돌이를 소환하는 데 필요한 연속기 배수가 5x로 줄어듭니다.",
        "wiki_link": null
    },
    "de": {
        "item_name": "Sarofang: Set",
        "description": "Verursache den scharfen Schmerz der Gerechtigkeit. Schwere Schmetterangriffe erzeugen einen Wirbel, der schwebende Gegner anzieht, wenn der Kombo-Multiplikator der Sarofang das 8-fache erreicht. In Vorunas Händen benötigt die Sarofang nur einen 5-fachen Kombo-Multiplikator, um den Wirbel zu nutzen.",
        "wiki_link": null
    },
    "fr": {
        "item_name": "Sarofang - Set",
        "description": "Infligez la douleur aiguë de la justice. Les Frappes au sol Lourdes créent un vortex qui attire les ennemis soulevés lorsque le multiplicateur de Combo du Sarofang atteint 8. Entre les mains de Voruna, le Sarofang n'a besoin que d'un multiplicateur de Combo de 5 pour invoquer le vortex.",
        "wiki_link": null
    },
    "pt": {
        "item_name": "Sarofang: Conjunto",
        "description": "Imponha a dor aguda da justiça. Os Ataques Pesados ao Solo criam um vórtice que puxa os inimigos suspensos quando o Multiplicador de Combo da Sarofang alcança 8x. Quando utilizada por Voruna, a Sarofang requer apenas um Multiplicador de Combo de 5x para criar o vórtice.",
        "wiki_link": null
    },
    "zh-hans": {
        "item_name": "沙罗之牙 一套",
        "description": "（英文：SAROFANG）给予维持正义所带来的剧痛。当沙罗之牙的连击倍率达到 8 倍时，重型震地攻击会产生一个漩涡，将被举起的敌人卷入。在 Voruna 的手中，沙罗之牙只需要 5 倍的连击倍率就能召唤漩涡。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Sarofang"
    },
    "zh-hant": {
        "item_name": "闇牙 一套",
        "description": "（英文：SAROFANG）予以正義的銳利懲罰。當闇牙的連擊倍率達到 8 倍時，重型震地攻擊會產生一個旋渦，將浮空的敵人捲入。Voruna 握持時，闇牙只需要 5 倍連擊倍率來喚起旋渦。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Sarofang"
    },
    "es": {
        "item_name": "Set de Sarofang",
        "description": "Inflige el dolor agudo de la justicia. Los ataques pesados contra el suelo crean un vórtice que atrae a los enemigos suspendidos mientras el multiplicador de combo de la Sarofang se acumula 8 veces. En manos de Voruna, la Sarofang solo requiere un multiplicador de combo de 5 para invocar el vórtice.",
        "wiki_link": null
    },
    "it": {
        "item_name": "Sarofang Set",
        "description": "Infliggi l'acuto dolore della giustizia. Gli Schianti a Terra Pesanti creano un vortice che attira i nemici sollevati quando il Moltiplicatore Combo della Sarofang si accumula 8x. Nelle mani di Voruna, richiede solo un Moltiplicatore Combo 5x per evocare il vortice.",
        "wiki_link": null
    },
    "pl": {
        "item_name": "Sarofang: Zestaw",
        "description": "Wymierz ostry ból sprawiedliwości. Ciężkie ataki obszarowe tworzą wir, który wciąga wrogów, gdy Mnożnik Kombo Sarofanga osiągnie wartość 8x. W rękach Voruny Sarofang wymaga jedynie Mnożnika Kombinacji 5x, aby przywołać wir.",
        "wiki_link": null
    },
    "uk": {
        "item_name": "Ікло Сароса (комплект)",
        "description": "Завдайте гострого болю правосуддя. Коли множник серії Ікла Сароса досягає x8, потужні удари по землі створюють вихор, який засмоктує підвішених ворогів. У руках Воруни для створення вихору Іклу Сароса потрібен множник серії x5.",
        "wiki_link": "https://warframe.fandom.com/wiki/Sarofang"
    },
    "mastery_level": 8,
    "trading_tax": 4000
}