{
    "_id": "64743c767ec190141a5475b2",
    "tags": [
        "mod",
        "rare",
        "primary",
        "battacor"
    ],
    "icon": "items/images/en/sentient_barrage.56ea620051ec823fec68b76423b08288.png",
    "thumb": "items/images/en/thumbs/sentient_barrage.56ea620051ec823fec68b76423b08288.128x128.png",
    "icon_format": "port",
    "url_name": "sentient_barrage",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Upgrades/Mods/Rifle/Event/Nightwave/NightwaveBattacorAugmentMod"
    },
    "i18n": {
        "en": {
            "item_name": "Sentient Barrage",
            "description": "Discharge from Alt-Fire now has infinite Body Punch Through but no longer explodes on contact. Each enemy hit will refill one charge, and reaching a full charge will increase the Critical Chance and Critical Damage of the next discharge by 300%.",
            "wiki_link": null,
            "icon": "items/images/en/sentient_barrage.56ea620051ec823fec68b76423b08288.png",
            "thumb": "items/images/en/thumbs/sentient_barrage.56ea620051ec823fec68b76423b08288.128x128.png"
        },
        "ru": {
            "item_name": "Шквал Владеющего Разумом",
            "description": "Разряд альтернативного огня теперь имеет нескончаемое пронзание навылет, однако не взрывается в случае столкновения. Каждый враг, попавший под выстрел, восстанавливает один заряд, а восстановление до полной зарядки увеличивает вероятность критического урона и сам критический урон следующего разряда на 300%.",
            "wiki_link": null
        },
        "ko": {
            "item_name": "센티언트 배러지",
            "description": "보조 발사로 인한 방출이 무한정의 두께 꿰뚫기로 몸체를 뚫고 지나가게 되나, 더 이상 접촉 시 폭발하지 않습니다. 명중하는 적 1체마다 충전 횟수가 1회 복구되며, 완전 충전에 도달할 시 다음 방출의 치명타 확률 및 치명타 피해가 300%씩 증가합니다.",
            "wiki_link": null
        },
        "de": {
            "item_name": "Sentientsperre",
            "description": "Die Entladung von Alt. Feuer hat jetzt unendliche Durchdringung, explodiert aber nicht mehr bei Kontakt. Das Treffen jedes Feindes füllt die verbrauchten Ladungen wieder auf und das Erreichen einer vollen Ladung erhöht die Krit. Chance und den Krit. Schaden der nächsten Entladung um 300 %.",
            "wiki_link": null
        },
        "fr": {
            "item_name": "Barrage Sentient",
            "description": "La décharge du tir Secondaire a désormais Pénétration infinie mais n'explose plus au contact. Chaque ennemi touché remplira une charge, et atteindre une charge complète augmentera les Chances de Critique et les Dégâts Critiques de la prochaine décharge de 300%.",
            "wiki_link": null
        },
        "pt": {
            "item_name": "Sentient Barrage",
            "description": "Descargas do Disparo Alternativo possuirão Penetração infinita, mas deixarão de explodir ao contato. Cada inimigo atingido recarregará uma carga, e atingir uma carga completa aumentará a Chance Crítica e o Dano Crítico da próxima descarga em 300%.",
            "wiki_link": null
        },
        "zh-hans": {
            "item_name": "Sentient 猛攻",
            "description": "次要射击开火现在具有无限穿透效果，但不再会接触敌人后爆炸。每击中一个敌人将完成一次充能，完全充能后将为下一次次要射击开火增加 300% 的暴击几率和暴击伤害。",
            "wiki_link": null
        },
        "zh-hant": {
            "item_name": "Sentient 彈幕",
            "description": "次要開火現有無限穿透效果，但不再有碰撞造成的爆炸傷害。每擊中 1 名敵人將重新補充 1 個充能，滿充能時提升下一次次要開火 300% 的暴擊率和暴擊傷害。",
            "wiki_link": null
        },
        "es": {
            "item_name": "Bombardeo Consciente",
            "description": "La descarga del disparo alternativo ahora tiene un atravesar infinito pero ya no explota al contacto. Cada enemigo golpeado recargará una carga y al llegar a una carga completa aumentará la probabilidad crítica y el daño crítico de la siguiente descarga en un 300 %.",
            "wiki_link": null
        },
        "it": {
            "item_name": "Sentient Barrage",
            "description": "La scarica del Fuoco Secondario ora ha un Attraversamento infinito ma non esplode più al contatto. Ogni nemico colpito ricaricherà una carica, e il raggiungimento di una carica completa aumenterà la Probabilità Critico e il Danno Critico della scarica successiva del 300%.",
            "wiki_link": null
        },
        "pl": {
            "item_name": "Zapora Świadomego",
            "description": "Alternatywny tryb ognia posiada teraz nieskończone Przebicie na Wylot w przypadku wrogów, ale nie wybucha już przy kontakcie z otoczeniem lub wrogiem. Każdy trafiony wróg przywraca jeden ładunek ognia alternatywnego oraz przyznaje premię 300% Szansy i Mnożnika Obr. Krytycznych.",
            "wiki_link": null
        },
        "uk": {
            "item_name": "Залп Свідомого",
            "description": "Розряд альтернативного вогню тепер має нескінченне пробивання, однак не вибухає в разі зіткнення. Кожне влучання у ворога відновлює один заряд і збільшує ймовірність та розмір критичної шкоди наступного розряду на 300%.",
            "wiki_link": null
        }
    },
    "rarity": "rare",
    "max_rank": 5,
    "trading_tax": 8000
}