{
    "_id": "64c2aa1666456704eba6ba45",
    "tags": [
        "mod",
        "rare",
        "warframe",
        "sevagoth"
    ],
    "icon": "items/images/en/shadow_haze.66eff73bdcc0450428a261bc5492af59.png",
    "thumb": "items/images/en/thumbs/shadow_haze.66eff73bdcc0450428a261bc5492af59.128x128.png",
    "icon_format": "port",
    "url_name": "shadow_haze",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Powersuits/Wraith/WraithReapAugmentCard"
    },
    "i18n": {
        "en": {
            "item_name": "Shadow Haze",
            "description": "Reap Augment: Increase Critical Chance by 50% on enemies inflicted with Death Harvest. A new Shadow emerges from those enemies when they perish. Limit of 3 Shadows.",
            "wiki_link": null,
            "icon": "items/images/en/shadow_haze.66eff73bdcc0450428a261bc5492af59.png",
            "thumb": "items/images/en/thumbs/shadow_haze.66eff73bdcc0450428a261bc5492af59.128x128.png"
        },
        "ru": {
            "item_name": "Теневая Дымка",
            "description": "Улучшение способности «Жатва»: увеличивает шанс критического урона на 50% для врагов, поражённых «Смертоносной жатвой». Новая тень возникает из этих врагов, когда они погибают. Лимит теней — 3.",
            "wiki_link": null
        },
        "ko": {
            "item_name": "섀도우 헤이즈",
            "description": "립 개조: 데스 하베스트에 영향을 받은 적에게 가하는 치명타 확률이 50% 증가합니다. 영향을 받은 적들이 죽을 시 새로운 섀도우가 생성됩니다. 섀도우의 수는 최대 3체로 제한됩니다.",
            "wiki_link": null
        },
        "de": {
            "item_name": "Schattenhafter Nebel",
            "description": "Ernten Augment: Erhöht die Krit. Chance um 50 % bei Feinden, die unter Ernte des Todes leiden. Ein neuer Schatten entsteht, wenn die Feinde sterben. Begrenzt auf 3 Schatten.",
            "wiki_link": null
        },
        "fr": {
            "item_name": "Ombre Fantôme",
            "description": "Augmentation de Récolte: augmente les chances de Coup Critique de 50% sur les ennemis victimes de Moisson Mortelle. Une nouvelle Ombre émerge de ces ennemis lorsqu'ils périssent. Limite de 3 Ombres.",
            "wiki_link": null
        },
        "pt": {
            "item_name": "Shadow Haze",
            "description": "Ampliação Reap: aumentará a Chance Crítica em 50% nos inimigos afetados pela Death Harvest. Uma nova Sombra emergirá destes inimigos ao serem eliminados. Limite de 3 Sombras.",
            "wiki_link": null
        },
        "zh-hans": {
            "item_name": "暗影迷雾",
            "description": "收割强化：对受到死亡收割影响的敌人增加 50% 暴击几率。敌人死亡时生成一个新的幽影。最多拥有 3 个幽影。",
            "wiki_link": null
        },
        "zh-hant": {
            "item_name": "影霧",
            "description": "收穫強化：增加對死亡收割影響的敵人的暴擊機率 50%。這些敵人死去時形成新的幻影。最多 3 個幻影。",
            "wiki_link": null
        },
        "es": {
            "item_name": "Niebla Sombría",
            "description": "Aumento de Cosecha: Aumenta la probabilidad crítica en un 50 % en los enemigos afectados por Cosecha de la muerte. Una nueva Sombra emerge de esos enemigos cuando mueren. Límite de 3 Sombras.",
            "wiki_link": null
        },
        "it": {
            "item_name": "Shadow Haze",
            "description": "Potenziamento Reap: Aumenta la Probabilità Critico del 50% sui nemici sotto l'effetto di Death Harvest. Una nuova ombra emerge dai nemici quando muoiono. Limite di 3 Ombre.",
            "wiki_link": null
        },
        "pl": {
            "item_name": "Mgławy Cień",
            "description": "Modyfikacja Zbiorów: Przyznaje premię 50% Szansy Obr. Krytycznych na wrogach, będących pod wpływem Żniw Śmierci. Po zabiciu z ich ciała powstaje nowy Cień. Jednocześnie może istnieć do 3 Cieni.",
            "wiki_link": null
        },
        "uk": {
            "item_name": "Тіньова Димка",
            "description": "Розширення здібності «Жнива»: Збільшує на 50% ймовірність критичної шкоди ворогам під дією Смертельних жнив. Нова тінь постає з тих ворогів, що вмирають. До 3 тіней.",
            "wiki_link": null
        }
    },
    "rarity": "rare",
    "max_rank": 3,
    "trading_tax": 8000
}