{
    "_id": "5fb84768c34da3004797d546",
    "tags": [
        "primary",
        "weapon",
        "set"
    ],
    "icon": "items/images/en/sporothrix_set.d9a3fe663f9fee156958a698e597a6bb.png",
    "thumb": "items/images/en/thumbs/sporothrix_set.d9a3fe663f9fee156958a698e597a6bb.128x128.png",
    "icon_format": "land",
    "url_name": "sporothrix_set",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Weapons/Infested/LongGuns/InfSniperRifle/InfSniperRifle",
        "type": "set"
    },
    "part_of_set": [
        "sporothrix_blueprint",
        "sporothrix_stock",
        "sporothrix_receiver",
        "sporothrix_barrel",
        "sporothrix_set"
    ],
    "set_root": true,
    "en": {
        "item_name": "Sporothrix Set",
        "description": "This long-distance rifle fires a razor-sharp, virus-soaked barb that continues to attack its host before violently erupting in a spore-laden mist. Scoped headshots increase lethality.",
        "wiki_link": "https://warframe.fandom.com/wiki/Sporothrix"
    },
    "ru": {
        "item_name": "Споротрикс: Комплект",
        "description": "Эта дальнобойная винтовка стреляет острыми, как бритва, зараженными вирусами шипами, которые продолжают атаковать при попадании, а затем разрывают цель в клочья, оставляя после себя дымку из спор. Выстрелы в голову обладают наибольшей летальностью.",
        "wiki_link": "https://warframe.fandom.com/ru/wiki/%D0%A1%D0%BF%D0%BE%D1%80%D0%BE%D1%82%D1%80%D0%B8%D0%BA%D1%81"
    },
    "ko": {
        "item_name": "스포로트릭스 세트",
        "description": "이 장거리 소총은 날카로운 바이러스성 가시를 발사하며, 발사된 가시는 포자를 흩뿌리며 폭발하기 전까지 계속해서 감염된 숙주를 공격합니다. 조준경을 사용한 헤드샷은 살상력을 증가시킵니다.",
        "wiki_link": "https://warframe.fandom.com/wiki/Sporothrix"
    },
    "de": {
        "item_name": "Sporothrix: Set",
        "description": "Dieses Langstreckengewehr feuert messerscharfe, Virus-verseuchte Stacheln ab, die unermüdlich ihr Opfer angreifen, bevor sie sich in einen sporengeladenen Nebel verwandeln. Kopfschüsse mit dem Zielfernrohr erhöhen die Tödlichkeit.",
        "wiki_link": "http://warframe.wikia.com/wiki/Sporothrix"
    },
    "fr": {
        "item_name": "Sporothrix - Set",
        "description": "Ce fusil à longue portée tire un dard acéré comme un rasoir et imbibé de virus qui continue d'infliger des dégâts à son hôte avant d'éclater violemment dans une brume chargée de spores. Les tirs à la tête avec le viseur augmentent la létalité.",
        "wiki_link": "https://warframe.fandom.com/fr/wiki/Sporothrix"
    },
    "pt": {
        "item_name": "Sporothrix: Conjunto",
        "description": "Este rifle de longa distância dispara uma farpa afiada, embutida com um vírus que continua a atacar seu hospedeiro. Posteriormente, a farpa explode violentamente, gerando uma névoa cheia de esporos. Acertos na cabeça aumentam a letalidade.",
        "wiki_link": "http://warframe.wikia.com/wiki/Sporothrix"
    },
    "zh-hans": {
        "item_name": "孢丝感染枪 一套",
        "description": "（英文：SPOROTHRIX）这把长射程步枪发射锋利且浸透病毒的倒钩，在猛烈爆发出充满孢子的雾气前，它会继续攻击其宿主。开镜爆头可增加杀伤力。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Sporothrix"
    },
    "zh-hant": {
        "item_name": "毒孢步槍 一套",
        "description": "（英文：SPOROTHRIX）這把遠程步槍發射剃刀般銳利且在病毒中浸漬過的倒鉤，在猛烈地噴發出孢子霧之前會持續攻擊它的宿主。瞄準時的爆頭射擊會增加殺傷力。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Sporothrix"
    },
    "es": {
        "item_name": "Set de Sporothrix",
        "description": "Este rifle de larga distancia dispara una púa afilada empapada con un virus que continúa atacando a su anfitrión antes de estallar violentamente en una niebla cargada de esporas. Los disparos a la cabeza mientras apuntas aumentan la letalidad.",
        "wiki_link": "http://warframe.wikia.com/wiki/Sporothrix"
    },
    "it": {
        "item_name": "Sporothrix Set",
        "description": "Questo fucile a lunga distanza spara una punta affilata e intrisa di virus che continua a danneggiare il suo ospite prima di esplodere violentemente formando una nebbia carica di spore. I colpi alla testa durante la mira aumentano la letalità.",
        "wiki_link": "http://warframe.wikia.com/wiki/Sporothrix"
    },
    "pl": {
        "item_name": "Sporothrix: Zestaw",
        "description": "Ten karabin dalekiego zasięgu wystrzeliwuje ostre jak brzytwa, przesiąknięte mikrobami kolce, które po trafieniu nadal atakują, po czym gwałtownie rozrywają cel, pozostawiającą mgłę zarodników. Trafienia w głowę podczas celowania zwiększają śmiertelność.",
        "wiki_link": "https://warframe.fandom.com/pl/wiki/Sporothrix"
    },
    "uk": {
        "item_name": "Споротрикс (комплект)",
        "description": "Снайперська гвинтівка для ураження цілей на далеких відстанях. Вистрілює заповнені вірусами пухирі з гострими краями, які завдають шкоди, допоки не вибухають хмарою заражених спор. Прицільні постріли в голову збільшують смертоносність.",
        "wiki_link": "https://warframe.fandom.com/wiki/Sporothrix"
    },
    "mastery_level": 13,
    "trading_tax": 8000
}