{
    "_id": "5ba9f2044567de01415f638d",
    "tags": [
        "kubrow",
        "pet",
        "imprint"
    ],
    "icon": "items/images/en/sunika_kubrow_imprint.72f95cb9fc93f997efa0510120b0197c.png",
    "thumb": "items/images/en/thumbs/sunika_kubrow_imprint.72f95cb9fc93f997efa0510120b0197c.128x128.png",
    "icon_format": "land",
    "url_name": "sunika_kubrow_imprint",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Types/Game/KubrowPet/HunterKubrowPetPowerSuit",
        "type": "imprint"
    },
    "en": {
        "item_name": "Sunika Kubrow Imprint",
        "description": "Once the value of Orokin guard-pets had been realized, Orokin scientists began experimenting with strains designed for combat. These were no longer household pets but superior war animals bred for ferocity and aggression.",
        "wiki_link": "https://warframe.fandom.com/wiki/Sunika_Kubrow"
    },
    "ru": {
        "item_name": "Суника Кубрау: Отпечаток",
        "description": "Когда Орокин наконец осознали ценность сторожевых животных, ученые начали проводить эксперименты с боевыми породами. Этих Кубрау уже нельзя назвать домашними питомцами, ведь вывели их жестокими и агрессивными, превосходно подходящими для поля битвы.",
        "wiki_link": "https://warframe.fandom.com/ru/wiki/%D0%A1%D1%83%D0%BD%D0%B8%D0%BA%D0%B0_%D0%9A%D1%83%D0%B1%D1%80%D0%B0%D1%83"
    },
    "ko": {
        "item_name": "수니카 쿠브로 임프린트",
        "description": "오로킨 가드 펫의 가치가 입증되면서, 오로킨 가드가 전투에 적합한 디자인을 연구하는데엔 오랜 시간이 걸리지 않았습니다. 이들은 더 이상 집에서 기르는 애완동물이 아니며, 가장 뛰어난 전장의 동물로서 야만성과 공격성을 강화하는 방식으로 키워졌습니다.",
        "wiki_link": "https://warframe.fandom.com/wiki/Sunika_Kubrow"
    },
    "de": {
        "item_name": "Sunika Kubrow (Genetischer Abdruck)",
        "description": "Nachdem der Wert von Orokin Wachtieren erkannt wurde, dauerte es nicht lange, bis Orokin Wachen begannen, mit für den Kampf geschaffenen Rassen zu experimentieren. Diese waren nicht länger Haustiere, sondern überlegene Kriegsbestien, gezüchtet für Bösartigkeit und Aggression.",
        "wiki_link": "https://warframe.fandom.com/de/wiki/Sunika_Kubrow"
    },
    "fr": {
        "item_name": "Kubrow Sunika (Empreinte)",
        "description": "Une fois qu'ils réalisèrent la valeur de ces chiens de garde Orokins, il ne fallut pas longtemps à la garde Orokin pour qu'elle commençât l'expérimentation de souches conçues pour le combat. Ce n'était plus des animaux de compagnie mais des animaux de guerre supérieurs, élevés pour leur férocité et leur agressivité.",
        "wiki_link": "https://warframe.fandom.com/fr/wiki/Kubrow_Sunika"
    },
    "pt": {
        "item_name": "Kubrow Sunika (Código Genético)",
        "description": "Uma vez que o valor de animais de guarda Orokin foi percebido, não demorou muito para que a guarda Orokin começasse a experimentar com mutações projetadas para combate. Estes não mais eram animais domésticos, mas animais de guerra superiores criados para ferocidade e agressão.",
        "wiki_link": "http://warframe.wikia.com/wiki/Kubrow#Sunika"
    },
    "zh-hans": {
        "item_name": "猎杀型库狛 基因印记",
        "description": "当这些 Orokin 守卫宠物的价值被发现，没多久之后 Orokin 守卫便开始实验用于战斗的品种。从此它们不再是家庭宠物，而是被培养成凶猛，侵略的高级战争动物。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Sunika_Kubrow"
    },
    "zh-hant": {
        "item_name": "獵殺型庫狛 基因印記",
        "description": "當這些 Orokin 守衛寵物的價值被發現， 沒多久之後 Orokin 守衛便開始實驗用於戰鬥的品種。從此牠們不再是家庭寵物，而是被培養成兇猛，侵略的高級戰爭動物。",
        "wiki_link": "https://warframe.huijiwiki.com/wiki/Sunika_Kubrow"
    },
    "es": {
        "item_name": "Impronta de Kubrow Sunika",
        "description": "Una vez que el valor de las mascotas guardianas de los orokin fue descubierto, no se tardó mucho hasta que la guardia orokin comenzó a experimentar con variedades diseñadas para el combate. Estos ya no eran animales domésticos, sino animales de guerra superiores, criados para ser feroces y agresivos.",
        "wiki_link": "https://warframe.fandom.com/es/wiki/Kubrow_Sunika"
    },
    "it": {
        "item_name": "Sunika Kubrow Imprint",
        "description": "Una volta che il valore degli animali-guardia Orokin fu appurato, gli scienziati Orokin iniziarono gli esperimenti per creare razze adatte al combattimento. Questi non erano più animali domestici, ma vere e proprie bestie superiori da guerra, nate nel segno della ferocia e dell'aggressività.",
        "wiki_link": "http://warframe.wikia.com/wiki/Kubrow#Sunika"
    },
    "pl": {
        "item_name": "Kubrow Sunika: Genotyp",
        "description": "Kiedy wartość zwierząt obronnych została dostrzeżona przez Orokin, ich inżynierowie genetyczni szybko zaczęli eksperymentować z rasami zaprojektowanymi do walki. Nie były to już zwierzątka domowe, ale potężne wojenne bestie, hodowane ze względu na zajadłość i agresywność.",
        "wiki_link": "https://warframe.fandom.com/pl/wiki/Kubrow_Sunika"
    },
    "uk": {
        "item_name": "Відбиток: Куброу Суніка",
        "description": "Щойно орокіни осягнули всю корисність улюбленців-охоронців, їхні вчені почали дослідження над виведенням бойових особин. Це більше не домашні улюбленці, а відмінні бойові тварини, виведені зі збільшеною люттю й агресією.",
        "wiki_link": "https://warframe.fandom.com/wiki/Sunika_Kubrow"
    },
    "trading_tax": 2000
}