{
    "_id": "6214e890e3c4660048a8b982",
    "tags": [
        "mod",
        "rare",
        "warframe",
        "yareli"
    ],
    "icon": "items/images/en/surging_blades.bbc3a9a4fa5386c0e3813b0652c3b20f.png",
    "thumb": "items/images/en/thumbs/surging_blades.bbc3a9a4fa5386c0e3813b0652c3b20f.128x128.png",
    "icon_format": "port",
    "url_name": "surging_blades",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Powersuits/Yareli/YareliDisksAugmentCard"
    },
    "en": {
        "item_name": "Surging Blades",
        "description": "Aquablades Augment: Activate Aquablades while in use or during cooldown to hurl a single blade. Thrown blades gain 10% damage when any Aquablade hits an enemy. No cost to throw while riding Merulina.",
        "wiki_link": null
    },
    "ru": {
        "item_name": "Вздымающиеся Клинки",
        "description": "Улучшение способности «Акваклинки»: когда акваклинки активны или во время перезарядки, метните одиночный клинок. Он получит 10% к урону, когда любой акваклинок попадает во врага. Не потребляет энергию, при метании с Мерулины.",
        "wiki_link": null
    },
    "ko": {
        "item_name": "서징 블레이드",
        "description": "아쿠아블레이드 개조: 아쿠아블레이드를 사용 중일 때나 재사용 대기 시간 중 시전할 시 단일 블레이드를 투척합니다. 투척된 블레이드는 회전 혹은 투척되는 어떤 아쿠아블레이드에나 적이 피격될 때마다 10%씩의 피해 증가를 받게 됩니다. 메룰리나에 탑승해 있는 동안 시전 시 에너지를 소모하지 않습니다.",
        "wiki_link": null
    },
    "de": {
        "item_name": "Wogende Klingen",
        "description": "Aquaklingen Augment: Aktiviere Aquaklingen während du sie nutzt oder während der Abklingzeit, um eine einzige Klinge zu schleudern. Geworfene Klingen erhalten 10 % Schaden, wenn jegliche Aquaklinge einen Gegner trifft. Keine Kosten für das Werfen beim Reiten auf Merulina.",
        "wiki_link": null
    },
    "fr": {
        "item_name": "Lames Déferlantes",
        "description": "Augmentation d'Aqualames: Relancez Aqualames quand le Pouvoir est actif pour lancer une lame gagnant 10% de Dégâts lorsqu'une Aqualame touche un ennemi. Aucun coût de lancement si vous utilisez Méruline.",
        "wiki_link": null
    },
    "pt": {
        "item_name": "Surging Blades",
        "description": "Ampliação Aquablades: ativar a habilidade enquanto ela estiver em uso ou em tempo de recarga fará com que ela dispare uma única lâmina. Lâminas arremessadas receberão 10% de Dano sempre que uma Aquablade atingir um inimigo. O custo de conjuração será anulado enquanto a Yareli estiver pilotando a Merulina.",
        "wiki_link": null
    },
    "zh-hans": {
        "item_name": "涌流之刃",
        "description": "水形之刃强化：在使用中或冷却期间激活水形之刃以投掷单个刀刃。任意水形之刃击中的敌人都会增加投掷水形之刃 10% 的伤害。在骑乘浪漪珊瑚时投掷不消耗能量。",
        "wiki_link": null
    },
    "zh-hant": {
        "item_name": "洶湧鋸片",
        "description": "鋸片水車強化：使用時或冷卻期間啟用鋸片水車來丟擲單個鋸片。任何水車鋸片擊中敵人時，投出去的鋸片傷害增加 10%。騎乘美浪珊板時丟擲不消耗能量。",
        "wiki_link": null
    },
    "es": {
        "item_name": "Hojas Crecientes",
        "description": "Aumento de Acuaespadas: presiona el botón de activación mientras Acuaespadas esté en uso o mientras recarga para lanzar una sola hoja. Las hojas lanzadas ganan 10 % de daño cuando una Acuaespada golpea a un enemigo. El lanzamiento no tiene costo si se está montado sobre Merulina.",
        "wiki_link": null
    },
    "it": {
        "item_name": "Surging Blades",
        "description": "Potenziamento Aquablades: Attiva nuovamente Acquablades mentre è in uso o durante la ricarica per scagliare una lama. Le lame lanciate guadagnano 10% danni quando una qualsiasi Aquablade colpisce un nemico. Non costerà Energia se utilizzata a bordo di Merulina.",
        "wiki_link": null
    },
    "pl": {
        "item_name": "Falujące Ostrza",
        "description": "Modyfikacja Wodnych Ostrzy: Aktywuj Wodne Ostrze podczas używania lub podczas odnowienia, aby rzucić pojedynczym Ostrzem, które zyskuje 10% obrażeń za każde trafienie wroga Ostrzem. Rzut nie zużywa energii podczas jazdy na Merulinie.",
        "wiki_link": null
    },
    "rarity": "rare",
    "max_rank": 3,
    "trading_tax": 8000
}