{
    "_id": "61a25ffa68fd79003fe3fd5c",
    "tags": [
        "mod",
        "rare",
        "warframe",
        "xaku"
    ],
    "icon": "items/images/en/the_relentless_lost.91e155f5c17760b97b47dd8b5db03d71.png",
    "thumb": "items/images/en/thumbs/the_relentless_lost.91e155f5c17760b97b47dd8b5db03d71.128x128.png",
    "icon_format": "port",
    "url_name": "the_relentless_lost",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Powersuits/BrokenFrame/EmbraceAugmentCard"
    },
    "en": {
        "item_name": "The Relentless Lost",
        "description": "The Lost Augment - Casting The Lost increases Ability Strength for The Lost by 35%. The bonus can stack up to 3x and resets if you cast the same ability twice.",
        "wiki_link": null
    },
    "ru": {
        "item_name": "Неумолимая Потеря",
        "description": "Улучшение способности «Пропавший»: увеличивает силу способности на 35%. Бонус может складываться до 3 раз и сбрасывается, если вы активируете одну и ту же способность дважды.",
        "wiki_link": null
    },
    "ko": {
        "item_name": "더 릴렌트리스 로스트",
        "description": "더 로스트 개조: 더 로스트를 시전할 시 해당 어빌리티의 위력이 35% 증가합니다. 보너스는 최대 3회 중첩되며, 더 로스트의 동일한 어빌리티를 2회 연속으로 사용할 시 초기화됩니다.",
        "wiki_link": null
    },
    "de": {
        "item_name": "Der Unerbittliche Verlorene",
        "description": "Der Verlorene Augment: Das Wirken von 'Der unerbittliche Verlorene' erhöht diese Fähigkeitsstärke um 35 %. Der Bonus ist bis zu 3x stapelbar und wird zurückgesetzt, wenn dieselbe Fähigkeit zweimal gewirkt wird.",
        "wiki_link": null
    },
    "fr": {
        "item_name": "Les Égarées Implacables",
        "description": "Augmentation des Égarées: Lancer Les Égarées augmente la Puissance de Pouvoir des Égarées de 35%. Le bonus peut se cumuler jusqu'à 3x et se réinitialise si vous lancez le même Pouvoir deux fois.",
        "wiki_link": null
    },
    "pt": {
        "item_name": "The Relentless Lost",
        "description": "Ampliação The Lost: conjurar a Habilidade The Lost aumenta a Força da Habilidade em 35%. O bônus pode acumular até 3x e é redefinido se você conjurar a mesma Habilidade duas vezes.",
        "wiki_link": null
    },
    "zh-hans": {
        "item_name": "无情失落",
        "description": "失落之技强化：施放失落之技时提升 35% 失落之技的技能强度。最多可叠加 3 层增益，若施放两次相同的失落之技则会重置增益。",
        "wiki_link": null
    },
    "zh-hant": {
        "item_name": "無情迷蹤",
        "description": "迷蹤三絕強化：施放迷蹤三絕會使其技能強度增加 35%。加成最多可以疊加 3 層，若施放兩次相同的技能會重置層數。",
        "wiki_link": null
    },
    "es": {
        "item_name": "Los Perdidos Implacables",
        "description": "Aumento de Los perdidos: lanzar Los perdidos aumenta la fuerza de habilidad de Los perdidos en un 35 %. La bonificación puede acumularse hasta 3 veces y se reinicia si lanzas la misma habilidad dos veces.",
        "wiki_link": null
    },
    "it": {
        "item_name": "The Relentless Lost",
        "description": "Potenziamento The Lost - L'utilizzo di The Lost incrementa la Potenza Abilità per The Lost del 35%. Il bonus può accumularsi fino a 3x e si ripristina se utilizzi la stessa abilità due volte.",
        "wiki_link": null
    },
    "pl": {
        "item_name": "Nieustępliwy Zagubiony",
        "description": "Modyfikacja Zagubionego: Użycie Zagubionego zwiększa Siłę Umiejętności dla Zagubionego o 35%. Premia może kumulować się do 3 razy i resetuje się, jeśli ta sama umiejętność zostanie użyta dwa razy.",
        "wiki_link": null
    },
    "rarity": "rare",
    "max_rank": 3,
    "trading_tax": 8000
}