{
    "_id": "653169f8f31453d36319c577",
    "tags": [
        "mod",
        "rare",
        "sentinel",
        "companion"
    ],
    "icon": "items/images/en/vicious_bond.6531b5ef801bb732ba2d6af35ceaa8b1.png",
    "thumb": "items/images/en/thumbs/vicious_bond.6531b5ef801bb732ba2d6af35ceaa8b1.128x128.png",
    "url_name": "vicious_bond",
    "tradable": true,
    "game_ref": {
        "uniq_name": "/Lotus/Types/Sentinels/SentinelPrecepts/VoidBond/BoneSplitter"
    },
    "i18n": {
        "en": {
            "item_name": "Vicious Bond",
            "description": "Companion melee attacks strip 15% of enemy armor. Enemies recently damaged by Abilities spread the effect to other enemies in a 9m radius.",
            "wiki_link": null
        },
        "ru": {
            "item_name": "Порочная Связь",
            "description": "Атаки компаньона в ближнем бою снимают 15% брони противника. Враги, недавно получившие урон от способностей, распространяют этот эффект на других врагов в радиусе 9 м.",
            "wiki_link": null
        },
        "ko": {
            "item_name": "비셔스 본드",
            "description": "동반자가 근접 공격을 할 시 적의 방어력이 15% 감소합니다. 최근 어빌리티에 피해를 입은 적은 이 효과를 주변 9m 범위 내의 다른 적들에게 퍼뜨립니다.",
            "wiki_link": null
        },
        "de": {
            "item_name": "Wilde Bindung",
            "description": "Nahkampfangriffe von Begleitern reduzieren Rüstung von Gegnern um 15 %. Gegner, die kürzlich durch Fähigkeiten verletzt wurden, verteilen diesen Effekt in einem 9 m Radius an andere Gegner.",
            "wiki_link": null
        },
        "fr": {
            "item_name": "Lien Vicieux",
            "description": "Les attaques de Mêlée du Compagnon dépouillent 15% de l'Armure ennemie. Les ennemis ayant récemment pris des dégâts par des Pouvoirs propagent l'effet à d'autres ennemis dans un rayon de 9m.",
            "wiki_link": null
        },
        "pt": {
            "item_name": "Vicious Bond",
            "description": "Os ataques Corpo a Corpo do Companheiro removerão 15% da Armadura inimiga. Os inimigos que recentemente receberam dano por Habilidades espalharão seus efeitos para outros inimigos em um raio de 9m.",
            "wiki_link": null
        },
        "zh-hans": {
            "item_name": "凶恶连结",
            "description": "同伴近战攻击会削减敌人 15% 的护甲。最近受到技能伤害的敌人会把效果扩散到周围 9 米内的敌人身上。",
            "wiki_link": null
        },
        "zh-hant": {
            "item_name": "兇惡鏈結",
            "description": "同伴近戰攻擊削弱敵人護甲 15%。剛剛被技能攻擊過的敵人會將此效果傳播至 9 公尺半徑內的其他敵人。",
            "wiki_link": null
        },
        "es": {
            "item_name": "Vínculo Vicioso",
            "description": "Los ataques cuerpo a cuerpo de los compañeros eliminan 15 % de la armadura del enemigo. Los enemigos recientemente dañados por habilidades extienden el efecto a otros enemigos en un radio de 9m.",
            "wiki_link": null
        },
        "it": {
            "item_name": "Vicious Bond",
            "description": "Gli attacchi corpo a corpo dei Compagni rimuovono il 15% di armatura dei nemici. I nemici che hanno recentemente subito danni dalle Abilità diffondono l'Effetto ad altri nemici nel raggio di 9m.",
            "wiki_link": null
        },
        "pl": {
            "item_name": "Więź Wściekła",
            "description": "Ataki wręcz Towarzysza usuwają 15% wrogiego Pancerza. Wrogowie niedawno ranieni przez Umiejętność rozprzestrzeniają ten efekt na innych wrogów w zasięgu 9 m.",
            "wiki_link": null
        },
        "uk": {
            "item_name": "Лиховісний Зв’язок",
            "description": "Удари супутників упритул зменшують захист ворогів на 15%. Влучання у ворогів, які нещодавно підпали під вплив здібностей, поширюють ефект на інших ворогів в межах 9 м.",
            "wiki_link": null
        }
    },
    "rarity": "rare",
    "max_rank": 5,
    "trading_tax": 8000
}